[{"index": 0, "url": "https://evannex.com/blogs/news/what-did-elon-musk-reveal-at-teslas-secretive-gigafactory-event-this-week", "article": "Inside Access: What Elon Musk revealed at Tesla's secretive Gigafactory event this week\n\nGuest Blog Post: Charles Morris is the Senior Editor of Charged, the magazine of electric vehicles, for which he writes a daily blog and regular print articles. He's also written five books including Tesla Motors: How Elon Musk and Company Made Electric Cars Cool, and Sparked the Next Tech Revolution.\n\nThe “truly gargantuan battery factory of mind-boggling size” that Elon Musk first mentioned in September 2013 has started producing battery cells — an accomplishment of unprecedented speed for the auto industry. The cells now rolling off the line at the Gigafactory are destined for Tesla’s Powerwall and other energy storage products and, beginning in the second quarter of this year, the Model 3. The sprawling Nevada plant is already assembling utility-scale Powerpacks for Southern California Edison, which has ordered 20 megawatts/80 megawatt-hours of energy storage as part of an effort to prevent blackouts. The announcement came on the heels of a private investor meeting with Musk at the Gigafactory earlier this week.\n\nAbove: Tesla CEO Elon Musk speaks with investors this week at the Gigafactory (Instagram: kyanisaurus)\n\nThe Gigafactory officially coming online is a historic event — a big win for American manufacturing in an industry that’s currently dominated by China, Japan, and South Korea — these three countries shared 88% of the global market for lithium-ion cells in 2015. Over 2,900 people are already working at the 4.9-million-square-foot facility (less than a third of its eventual size), and Tesla and Panasonic expect to have 6,500 full-time employees at the site by 2018. The Gigafactory is an imposing illustration that the future of manufacturing lies in high-tech clean energy, not in 20th-century smokestack industries.\n\nAbove: Model S and X are dwarfed by the massive Tesla Gigafactory (Instagram: decampkev)\n\nEven though the investor meeting with Musk at the Gigafactory was quite secretive — no video of the talk/tour was released (edit: audio now available, see bottom of post) — Morgan Stanley analyst Adam Jonas wrote, \"As the bus drove up to the massive plant yesterday morning, one could not help but notice the hundreds of cars in the parking lot from the construction crew (yes, roughly 1/2 of the vehicles were pickup trucks), part of 2,100 construction workers running two shifts per day. To the extent that the creation of high-tech manufacturing jobs in the United States is a priority of the incoming administration, we believe Mr. Musk might have some interests that could be very much in alignment with those of President-elect Trump.\"\n\nAbove: Tesla Model 3 seen inside the Gigafactory (Instagram: decampkev)\n\nFurthermore, Electrek reported that investors attending the closed Gigafactory meeting relayed that Elon Musk had actually said that: \"The President-elect has a strong emphasis on US manufacturing and so do we. We are building the biggest factory in the world right here, creating US jobs… I think we may see some surprising things from the next administration. We don’t think they will be negative on fossil fuels… but they may also be positive on renewables.\" To add more intrigue, yesterday Musk arrived at Trump Tower to meet with senior Trump staff.\n\nAbove: Tesla co-founder and CTO J.B Straubel joins CEO Elon Musk at the Gigafactory (Instagram: decampkev)\n\nOther Wall Street analysts provided feedback from their Gigafactory meeting from with Musk. RBC Capital Markets analyst Joseph Spak reported back that the Gigafactory is indeed \"extraordinarily impressive and massive... [and] we gained confidence that the Gigafactory time line is on schedule.\" And, Oppenheimer’s Colin Rusch, said of the meeting that Tesla “bulls got much of what they wanted.” On Thursday, a Barclays research note even went so far as to include \"Elon Musk delivers Model 3 on time or [a] battery breakthrough\" as a possible Black Swan event that could increase volatility and negatively impact the entire oil sector.\n\nAbove: Video of Tesla/Panasonic 2170 battery cell in production (Youtube: Electrek*)\n\nIn any event, for Tesla, the Gigafactory is an absolutely necessary component of the company’s master plan. Without it, Tesla could never come anywhere near its goal of 500,000 Model 3 sales by 2018, because the world simply doesn’t have enough lithium-ion battery production. Furthermore, for Model 3 (and EVs in general) to be profitable, battery prices will need to be reduced significantly. Tesla is counting on the massive scale of the $5-billion Gigafactory to drive down costs enough to make its EVs truly competitive with legacy vehicles.\n\nGigafactory Audio Recording\n\n===\n\nSource: Bloomberg / *Videos: Electrek\n\nNext →\n\n← Previous", "score": 0.2501, "title": "Inside Access: What Elon Musk revealed at Tesla's secretive Gigafactory event this week"}, {"index": 1, "url": "https://www.express.co.uk/news/science/748832/elon-musk-nasa-spacex-mars-space-race", "article": "The new age space race has seen private firms, such as Elon Musk’s SpaceX and Dutch company Mars One, enter the foyer in recent years, while Europe has also upped the ante, along with China and Russia’s space program. But is that changing? Over the course of 2016, there has been a change in momentum, with space exploration no longer a matter of national pride, but to which billionaire’s financial muscle is the strongest. Elon Musk and his SpaceX recently succeeded in landing reusable rockets, while he also has his sights set on being the first to get humans on Mars.\n\nGETTY Elon Musk and other billionaires have entered the space race\n\nGETTY Getting people to Mars has been the focus for many\n\nMars One shares similar ambition, despite the noise around that slowly quietening throughout the year. Another contender, which has not kicked up a huge fuss and has been doing its business under the radar is Blue Origin – founded by Amazon owner Jeff Bezos – which wants to make space exploration available to the general public in the near future. Simon Foster, a physicist from Imperial College London, confirmed to Express.co.uk: “The next space race will not just be between countries, it will be between countries and private billionaires.”\n\nWhile most of the focus this year has been about getting people to Mars, there have been projects which have not been greeted with as much fanfare. On September 15, China cemented itself as a space exploration powerhouse by firing its space laboratory Tiangong 2 into low Earth orbit, becoming only the third nation, after the US and Russia, to independently get people in to space. President of China, Xi Jinping, said that the mission would \"enable China to take larger and further steps in space exploration, and make new contributions to building up China as a space power”. But, “I wouldn’t say they’ll exceed the US”, Dr Foster continued.\n\nGETTY China put its Tiangong II space lab in orbit\n\n“The US, I think [space exploration] is their crown jewels and they know far more of what is going on.” Dr Foster describes some of Nasa’s upcoming project as “properly bonkers”, with the Asteroid Redirect Mission (ARM) a particularly exciting prospect. There has been little hype around ARM, which is set to launch in the mid-2020s, but Nasa hopes to tow part of an asteroid and place it in orbit around the moon. This way they can study what they are made of, for mining purposes, use it as preparation for landing people on Mars and study whether they should destroy or deflect asteroids that are on a potential collision course with Earth.\n\nGETTY Asteroid mining and deflection is in the pipeline for Nasa\n\nAs such, Dr Foster expects Nasa to remain the world’s dominant force in space exploration. He stated: “What NASA has got coming is absolutely amazing. It will be a huge leap forward.”\n\nHistoric Images from the Space Race Fri, December 4, 2015 Take a look through history with the first rocket launch in 1950 from Cape Canaveral, all the way to Neil Armstrong preparing to take his first step on the Earth’s moon and the iconic placing of the flag. Play slideshow NASA 1 of 12 Astronaut Buzz Aldrin, lunar module pilot, walks on the surface of the Moon in 1969", "score": 0.18075555555555559, "title": "Elon Musk VS Nasa VS China: Billionaires flex financial muscle in new-age space race"}, {"index": 2, "url": "https://cleantechnica.com/2017/01/03/elon-musk-uses-learning-superpowers-master-information/", "article": "How Elon Musk Uses His Learning Superpowers To Master Information\n\nJanuary 3rd, 2017 by Matt Pressman\n\nOriginally published on EV Annex.\n\nWhen Tesla Motors CEO Elon Musk recently won Motor Trend’s Person of the Year award, the iconic car magazine described him as: “A charmer and conjurer of dreams, Musk possesses a hypnotic voice… At times mercurial but also self-deprecating, he creates an intimacy and illusion of transparency rare in a CEO. Musk has cast a spell over tens of thousands of consumers.” Are his abilities really magical? Does he possess some special superpower completely out of reach from others in his industry?\n\nAbove: Tesla Motors CEO Elon Musk (Image: Motor Trend)\n\nThe Observer* argues that, “Understanding Elon’s learning superpowers helps us gain some insight into how he could go into an industry that has been around for more than 100 years and change the whole basis of how the field competes. Elon Musk is one of a kind, but his abilities aren’t magical.” Nevertheless, they too wonder: “How is it even possible that Elon Musk could build four multibillion [dollar] companies by his mid-40s — in four separate fields (software, energy, transportation, and aerospace)?” They offer three compelling clues into how Musk has been able to accomplish the unthinkable.\n\nBecome an ‘expert-generalist’\n\nIn contrast to a specialist, “Expert-generalists study widely in many different fields, understand deeper principles that connect those fields, and then apply the principles to their core specialty.” But, you may wonder: wouldn’t this force Musk to learn at a surface level only and never gain true mastery? Contrary to the jack-of-all-trades myth, “Learning across multiple fields provides an information advantage (and therefore an innovation advantage) because most people focus on just one field… Each new field we learn that is unfamiliar to others in our field gives us the ability to make combinations that they can’t.” Musk applies this multi-disciplinary approach in order to disrupt the automotive world and achieve otherworldly breakthroughs in rocketry.\n\nAbove: Witness the historic landing of a Falcon 9 rocket at Cape Canaveral with unprecedented access to Elon Musk and his SpaceX team (Youtube: National Geographic)\n\nImprove your ‘learning transfer’ skills\n\nFrom childhood, “Starting from his early teenage years, Musk would read two books per day in various disciplines according to his brother, Kimbal Musk. To put that [in] context, if you read one book a month, Musk would read 60 times as many books as you.” He read across multiple disciplines which made him “good at a very specific type of learning that most others aren’t even aware of — learning transfer.” Elon Musk’s “thirst for knowledge allowed him to get exposed to a variety of subjects.” In turn, this gave him skills in “Learning transfer… taking what we learn in one context and applying it to another.” So how does he do it? Read on for the next clue…\n\nAbove: Elon Musk and Lyndon Rive talk SolarCity (Image: Car Talk)\n\nView knowledge as a ‘semantic tree’\n\nIn Musk’s Reddit AMA interview, Elon wrote, “It is important to view knowledge as sort of a semantic tree — make sure you understand the fundamental principles, i.e. the trunk and big branches, before you get into the leaves/details or there is nothing for them to hang onto.” Furthermore, “If we put in the time and learn core concepts across fields and always relate those concepts back to our life and the world, transferring between areas becomes much easier and faster. As we build up a reservoir of ‘first principles‘ and associate those principles with different fields, we suddenly gain the superpower of being able to go into a new field we’ve never learned before, and quickly make unique contributions.”\n\nAbove: Elon Musk unveils the Tesla Model X (Image: Ask Men)\n\nGranted, “To explain Musk’s success, others have pointed to his heroic work ethic (he regularly works 85-hour weeks), his ability to set reality-distorting visions for the future, and his incredible resilience.” All true. But, “At the deepest level, what we can learn from Elon Musk’s story is that we shouldn’t accept the dogma that specialization is the best or only path toward career success and impact.” By becoming an expert generalist, excelling at learning transfer and viewing knowledge as a semantic tree — you might be able to capture a little of that Elon Musk magic.\n\n*Source: The Observer\n\nReprinted with permission.\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "score": 0.35975641025641003, "title": "How Elon Musk Uses His Learning Superpowers To Master Information"}, {"index": 3, "url": "https://buffalonews.com/2017/01/06/tesla-one-gigafactory-another/", "article": "Take heart, Buffalo. Elon Musk showed this week at the Tesla Motors battery gigafactory in Nevada that he can think big and stay on schedule.\n\nThat's no small accomplishment, because Musk has a long history of setting aggressive – and usually unrealistic – deadlines for its ambitious projects. Too often, skeptics say, the Tesla CEO fails to meet them. It happened again earlier this week when Tesla's electric vehicle deliveries fell short of its forecasts during the fourth quarter.\n\nLike the SolarCity solar panel factory in Buffalo, the electric vehicle maker's Nevada battery gigafactory could have a transformative impact on the Reno economy with its promise of creating 6,500 jobs. With production now underway at the battery gigafactory, Musk is showing that he can deliver on some of its biggest promises.\n\nTesla, in a partnership with Japanese consumer electronics giant Panasonic, had promised to start making batteries in Nevada by the end of 2016. Tesla on Wednesday hosted analysts and investors at an invitation-only event at the gigafactory outside Reno, Nevada, to show off a partially-completed factory that has officially started making its new and improved batteries.\n\nDavid Tanberrino, a Goldman Sachs analyst who attended the event, wrote in a note to clients that the most important thing he heard during the tour was that the gigafactory was \"on track\" to meet its ambitious production goals, which are closely linked with Tesla's timetable to start production on its more affordable Model 3 sedan.\n\n[Related: Panasonic will invest in Tesla's South Buffalo solar plant]\n\nIf Tesla can pull off the launch of its battery gigafactory, which will double the world's capacity for making lithium-ion batteries, it's encouraging for the SolarCity plant in Buffalo, which will be the biggest solar panel factory in the Western Hemisphere. Tesla, which acquired SolarCity in November, plans to start production this summer, but the Buffalo factory will ramp up gradually, not hitting full production until 2019. SolarCity more than a year ago pushed back the start of production at its Buffalo solar panel factory to conserve cash.\n\nWhile batteries and solar panels are two entirely different things, the two projects have a surprising amount in common.\n\nBoth are being developed in partnership with Panasonic. At the gigafactory, Panasonic makes battery cells that go into the battery products made there. In Buffalo, Panasonic last month finalized a deal for it to make the solar cells and modules that Tesla will use in the solar panels it makes at the RiverBend complex, and eventually the solar roofing products that the company plans to produce.\n\nIn both cases, Panasonic's involvement eases the financial commitment that Tesla needs to make in the sprawling facilities. At the battery gigafactory, Panasonic is investing $1.6 billion so it will be able to produce battery cells in Nevada. In Buffalo, Panasonic has agreed to invest $256 million in the solar panel factory, which reduces Tesla's financing needs at a time when it not only is opening two big factories, but moving to ramp up production of its much-anticipated Model 3 sedan.\n\nBoth factories are a reflection of Musk's commitment to vertical integration – an old and out-of-favor belief that companies should control as much of the production process and its supplier network as possible.\n\nMost businesses today think relying on suppliers that specialize in specific products is more efficient, cheaper and less risky than trying to turn a company into a jack-of-all-trades. Musk believes that massive scale and the production control that only can come with owning key supply sources are the best way to drive down costs and create the best environment for money-saving design innovations.\n\nTesla needs the Nevada battery factory to succeed because the new type of battery it will produce there will help reduce battery costs for its electric vehicles by 30 percent. It needs them soon because Tesla expects to start shipping its $35,000 Model 3 later this year. And it needs the gigafactory's scale because it will need lots of batteries if Tesla meets its goal of selling 500,000 electric vehicles by 2018 and 1 million by 2020. At that kind of scale, those savings could add up fast – something Tesla needs to happen for the Model 3 to be profitable.\n\nIn Buffalo, Tesla needs to make high-efficiency solar panels on a grand scale to squeeze out costs and help make solar energy more competitive with the electricity sold by utilities. Those lower costs are essential for SolarCity to pare its losses and reduce its reliance on the money it constantly has to raise from bankers and investors.\n\nThe ties between the two factories could grow. Eventually, Musk wants to sell solar energy systems that include batteries, allowing consumers to store excess power during the day and use it when the sun isn't shining. Those batteries could come from the gigafactory, and the solar-plus-battery system would allow consumers to largely separate themselves from the power grid, providing protection against blackouts. The more self-contained system also would reduce SolarCity's reliance on increasingly uncertain utility rate subsidies that make conventional solar energy systems economical.\n\nIn Nevada, the focus is on making manufacturing more efficient by focusing on making the machine that makes the machine,\" Goldman's Tamberrino said. That's also happening in Buffalo, where the company has reduced its estimate for how many factory workers it will need to around 500 because of improvements in the manufacturing process since the scope of the plant was expanded following SolarCity's acquisition of Silevo 2 1/2 years ago.\n\nBoth factories are promising big economic returns to their communities. In Nevada, Tesla expects employment at the factory to peak at 6,500 people, with another 20,000 to 30,000 jobs associated with the plant in the surrounding area. In Buffalo, SolarCity is promising 1,460 direct jobs and another 1,440 at suppliers and service providers.\n\nGetting production rolling in Nevada is an encouraging sign that Tesla can meet its ambitious goals. But there's still plenty to do. The battery gigafactory is less than 30 percent complete. The Buffalo factory is done, but SolarCity still needs to install its equipment and get it running. And ramping up electric vehicle production from just under 80,000 cars a year to 500,000 isn't a small task.\n\n\"There is a high risk of execution missteps, a challenged track record on meeting timelines, cost challenges and potential impact from an otherwise full plate of initiatives in '17,\" Barclays analyst Brian Johnson said in a research note before the tour.\n\nTo be sure, there's plenty that can go wrong. But at the moment, Tesla is still on track.", "score": 0.23146530612244878, "title": "Tesla gigafactory shows Musk can deliver on promises"}, {"index": 4, "url": "https://www.dailystar.co.uk/news/latest-news/574729/Elon-Musk-SpaceX-rocket-NASA-China-Russia-US-space-travel-exploration-Mars", "article": "BILLIONAIRE Elon Musk appears to have fought off rivals Nasa and China by launching a SpaceX rocket as soon as Sunday, an expert has claimed.\n\nGETTY/SPACEX REVEALED: Elon Musk set to make the next breakthrough, says expert\n\nMusk's firm suffered a major setback last September after its Falcon 9 craft exploded on launch. But the company said in a statement it has now sourced the cause of the blast – a pressure vessel in the second-stage liquid oxygen tank – and hopes to see the rocket fly again this weekend. SpaceX is confident the Federal Aviation Administration will approve of its solution and give it the licence to launch.\n\nSpaceX rocket explodes at Cape Canaveral A rocket operated by the aerospace company SpaceX exploded on the launch pad at Cape Canaveral where it was being test-fired ahead of a launch. 1 / 16 SpaceX SpaceX rocket explodes at Cape Canaveral ahead of launch\n\nThe US were first to change the face of space exploration by famously putting men on the moon in 1969 and sending probes into the universe. But the rise of private billionaires' interest in shaping space travel is going to be a game-changer, a top physicist claimed. Dr Simon Foster from Imperial College London revealed the space race is not just going to be between countries but a battle between the vastly wealthy individuals.\n\nSPACEX LAUNCH: SpaceX is confident the rocket will pass tests to launch again as soon as Sunday\n\n“Elon Musk is doing the exciting stuff” Dr Foster Dr Foster told The Express: \"The next space race will not just be between countries, it will be between countries and private billionaires. \"But who is going to make the next breakthrough? “I think it is probably going to be Elon Musk. I think he is doing the exciting stuff.”\n\n2016: Amazing pictures taken from a year in space 2016 was a year full of new stunning imagery taken from Space 1 / 15 NASA Aug. 19, 2016: Expedition 48 Commander Jeff Williams (shown here) and Flight Engineer Kate Rubins of NASA successfully installed the first of two international docking adapters during a five hour and 58-minute spacewalk\n\nRival private firms Musk's SpaceX and Dutch company Mars One have set the goal posts high as they are determined to be the first to fly humans onto the Red Planet. And Amazon owner Jeff Bezos who has kept his plans to make travel to out-of-space available to people in the near future under wraps is in the running with project Blue Origin. China and Russia – who are the other two countries apart from the US who have independently flown people to space – also have plans up their sleeves with their own space programs.\n\n13 signs of alien life Daily Star Pictures brings you 13 mind-blowing signs that aliens exist. 1 / 13 Shutterstock / Leo Blanchette More than 40,000 Americans have taken out insurance against being abducted by aliens.", "score": 0.19714500000000007, "title": "Elon Musk 'to make next breakthrough' as SpaceX set to soar this week"}, {"index": 5, "url": "https://www.mercurynews.com/2017/01/04/tesla-gets-gigafactory-up-and-running/", "article": "var _ndnq = _ndnq || []; _ndnq.push([’embed’]);\n\nFor Elon Musk and Tesla Motors, the only way to do anything is “big.”\n\nAnd that’s what happened Wednesday when its gigantic new Gigafactory became operational east of Reno, Nevada.\n\nMore than two years after Tesla broke ground on the facility, the $5 billion Gigafactory has begun producing lithium-ion battery cells. The first such cells under the partnership between Tesla and Panasonic have rolled of the Gigafactory for use in Tesla’s Powerwall 2 home energy products. By the second quarter of this year, Tesla expects to the Gigafactory to be cranking out batteries for its Model 3 electric vehicles.\n\nRelated Articles Tesla’s Model 3 loses Consumer Reports’ recommendation\n\nTesla losing general counsel after two months, shares decline\n\nFor Tesla, effects of Elon Musk’s take-private tweet continue\n\nTesla Model X slams into tree but driver OK\n\nCrews extinguish fire outside Tesla factory in Fremont Tesla said the factory has opened with a footprint of 1.9 million square feet and 4.9 million square feet of operational space over its various floors. And all of that building space is small compared to what Tesla has planned: The company said the Gigafactory is actually less than 30 percent complete, and that it will be the biggest building in the world when finished.\n\nIt will be producing batteries like no one else had done before. Tesla said that by 2018, it will build 35 gigawatt-hours a year of lithium-ion cells, or nearly as much as what is produced in the rest of the world combined.\n\nThe stakes are high for Tesla. In October, the company reported record quarterly sales, along with its first quarterly profit, and Wall Street will be looking for Tesla to prove earnings can be the rule rather than the exception for the electric carmaker.\n\nTesla has also set a goal of selling 500,000 Model 3 sedans by 2018. With most of the world’s lithium-ion battery production occurring in Japan, South Korea and China, Tesla believes outside producers just aren’t going to be able to make enough batteries to meet Tesla’s anticipated demand.\n\nAnd there is also the matter of prices. Even though it is the least-expensive Tesla on the market, with a list price of $35,000, the Model 3 is still out of reach of a significant portion of the car-buying public.\n\n“With the Gigafactory online and ramping up production, our cost of battery cells will significantly decline due to increasing automation and process design,” Tesla said in a company blog post announcing the Gigafactory being operational. “By bringing down the cost of batteries, we can make our products available to more and more people.”\n\nThe Gigafactory may also have the added benefit of helping Tesla remain in the good graces of President-elect Donald Trump, who has made adding domestic manufacturing jobs one of the key tenets of his upcoming administration. Tesla’s Musk has joined a strategy group advising Trump, and the company has 2,900 people working at the Gigafactory now, and intends on employing 6,500 at the facility by next year.", "score": 0.08956666666666667, "title": "Tesla gets Gigafactory up and running"}, {"index": 6, "url": "https://electrek.co/2017/01/06/tesla-ceo-elon-musk-trump-surprising-things-from-the-next-administration-on-renewables/", "article": "Tesla CEO Elon Musk got closer to President-elect Donald Trump since the election, a move that was welcomed by people concerned about climate change considering Musk’s mission to address the issue and Trump being dismissive of even the existence of the problem.\n\nMusk has since joined Trump’s Strategic and Policy Forum and he attended a meeting with the President-elect last month alongside several other tech executives – pictured above.\n\nDuring an event with investors at the Gigafactory in Nevada this week, Musk described his takeaway from the meeting and it looks somewhat encouraging for the clean tech industry.\n\nInvestors attending the event told Electrek that Musk said the following when his meeting with Trump came up:\n\n“The President-elect has a strong emphasis on US manufacturing and so do we. We are building the biggest factory in the world right here, creating US jobs… I think we may see some surprising things from the next administration. We don’t think they will be negative on fossil fuels… but they may also be positive on renewables.”\n\nWhen someone like Musk, who had access to Trump, says something like that, it’s significant. That could represent an important change in the perceived approach to renewables that the upcoming Trump administration has been taking.\n\nThe fact that Musk believes that the administration “will not be negative on fossil fuels” takes a carbon tax off the table, but that’s not surprising considering Trump has been promoting himself has the champion of the fossil fuel industry and promised to unlock fossil fuel reserves in the US.\n\nBut even if regulations make it easier for people to invest in those reserves, it may still be difficult to find the investments considering the rapidly falling price of renewable energies. It would be hard to convince investors to reopen a coal mine today when the electricity it would produce will be more expensive than the unsubsidized and levelized cost of solar energy.\n\nNonetheless, there are still plenty of things that governments can do to slow the growth of renewables. For solar, changes in net metering and the legal monopolies on the sale of electricity come to mind.\n\nThe meeting Musk had with Trump reportedly revolved around job creation and that seems to be the card that Tesla’s CEO is playing with the President-elect. It’s hard to convince someone to act on something they don’t believe in, but if Trump wants to be the champion of job creation and Tesla shows that renewables create a lot of jobs, then their interests are aligned.\n\nAs we recently reported, Tesla currently employs over 30,000 people, more than 25,000 of which are in the US. Tesla wants to add over 3,000 manufacturing jobs at its factory in Fremont, California, 1,000 at its solar panel factory in Buffalo, New York, and over to 6,500 at the Gigafactory in Nevada.", "score": 0.20469999999999997, "title": "Tesla CEO Elon Musk on Trump: ‘I think we may see some surprising things from the next administration on renewables’"}, {"index": 8, "url": "https://www.inverse.com/article/26050-elon-musk-steve-bannon-donald-trump-meeting", "article": "Elon Musk, the billionaire president of SpaceX and Tesla, is meeting with Donald Trump’s Senior Counselor and Chief Strategist Steve Bannon, according to the press pool. Musk was spotted walking into New York’s Trump Tower on Friday a little before noon.\n\nThere aren’t many details about what the two will be talking about at this point. It’s not the first time Musk, who has a role advising Trump as part of the President’s Strategic and Policy Forum — has come to Trump Tower to meet with members of the incoming administration. In December, he was one of several big, big names in the tech industry, including Apple CEO Tim Cook and Amazon’s Jeff Bezos, who met with the president-elect in a gather that led to, if nothing else, some awkward photographs.\n\nMusk was photographed entering Trump Tower at around 11:40 EST this morning, but neither the Trump transition team or Musk’s various PR managers have released a statement on the meeting.\n\nElon Musk just arrived at Trump Tower for a meeting with Steve Bannon pic.twitter.com/TFpgc6JJbD — Linda Feldmann (@linda_feldmann) January 6, 2017\n\nIt’s unclear if Musk will meet with Trump again this time, as reports just have him meeting with Bannon. The 63-year-old businessman and media executive is best known for running Breitbart, a white nationalist news organization. He became the chief executive of Trump’s presidential campaign in August, and after Trump’s victory, was named Trump’s chief strategist and senior counselor, making him perhaps the most prominent member of the administration.", "score": 0.14598, "title": "Elon Musk Is Meeting With Trump Advisor Steve Bannon"}, {"index": 9, "url": "https://www.telegraph.co.uk/technology/0/elon-musks-rise-fame-90-seconds/", "article": "From Bill Gates to Mark Zuckerberg, this series charts the lives and careers of leaders in the technology sector, taking in their early successes, greatest defeats and the innovations that made them famous.\n\nIn this episode we take a look at Elon Musk’s rise to fame, examining his work with PayPal, Tesla and SpaceX and revealing how much he is now worth according to Forbes' Rich List.\n\nThe South African-born entrepreneur immigrated to Canada ahead of his 18th birthday and later moved to the US. He began a PhD in applied physics and materials science at Stanford University but dropped out after just two days to set up his first company, becoming a millionaire by the age of 28.\n\nFuture episodes in this series will take a closer look at the careers of other tech giants including Apple founder Steve Jobs and Amazon chief Jeff Bezos.", "score": 0.3254428571428571, "title": "Elon Musk’s rise to fame in 90-seconds"}, {"index": 10, "url": "https://twitter.com/elonmusk/status/812708946225963008?lang=en", "article": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more", "score": 0, "title": "Elon Musk on Twitter"}, {"index": 11, "url": "https://www.nbcnews.com/science/space/spacex-explains-september-explosion-says-it-ll-try-again-sunday-n702421", "article": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nJan. 2, 2017, 11:01 PM GMT / Updated Jan. 2, 2017, 11:01 PM GMT By Alex Johnson\n\nBarely three months after one of its rockets blew up on the launchpad — destroying a $200 million Facebook satellite with it — SpaceX said Monday that it plans to try again this weekend.\n\nThe new launch date was included in a report SpaceX released on the explosion of its Falcon 9 rocket at Cape Canaveral, Florida, on Sept. 1.\n\nThe \"anomaly\" — SpaceX's word — was caused when supercold helium led carbon fibers and aluminum to cool at different rates on the second of the rocket's two stages, the company said. That opened gaps between two layers of overwrap, where liquid oxygen escaped and got trapped, it said.\n\nThat, in turn, caused one of the protective layers to \"buckle,\" or fail. Static ignited the trapped oxygen, setting off a chain of catastrophic explosions, SpaceX said.\n\nRelated: Blasting Into 2017: What's in the Stars For Space Travel\n\nThe Falcon rocket was to have launched an AMOS-6 communications satellite for a Facebook-Eutelsat joint venture to extend Internet access to underserved parts of the world. Facebook founder Mark Zuckerberg said he was \"deeply disappointed\" by the loss but promised that \"we will keep working until everyone has the opportunities this satellite would have provided.\"\n\nSpaceX, a private space venture run by billionaire inventor Elon Musk, said Monday that its engineers have managed to rejigger the configuration of the rocket's helium containers, moderating the temperature of the helium and presumably eliminating buckling in the overwrap layer.\n\nIf it's successful, the next launch, tentatively schedule for Sunday at Vandenberg Air Force Base, California, will put 10 satellites into orbit to upgrade and replace some of the units in the Iridium Communications satellite constellation, a system of 66 satellites that provide voice and data coverage around the world.", "score": -0.0707466666666666, "title": "SpaceX Explains September Explosion, Says It'll Try Again Sunday"}, {"index": 12, "url": "https://www.usatoday.com/story/tech/news/2017/01/02/tesla-owners-get-autopilot-update-new-years-gift/96090628/", "article": "Tesla owners get Autopilot update with cool new features\n\nSAN FRANCISCO — Tesla Motors CEO Elon Musk is letting 1,000 customers try out the latest version of the brand's Autopilot system, another step forward on the way to fully self-driving cars.\n\nThe new system being activated on the limited basis is dubbed Autopilot HW2, or Hardware 2, a reference to the Tesla electric vehicles built after October that are loaded with advanced radar, cameras and ultrasonic sensors. The limited dissemination of the Autopilot software upgrade is meant to ensure that any glitches are debugged before a broader rollout.\n\nAfter initiating the Version 8.1 software update over the weekend, Musk tweeted that Tesla would then \"hold to verify no field issues and upload to rest of fleet next week.\"\n\nThe update includes new features to Tesla's Autopilot partial self-driving system, some of which remain in \"beta\" test mode and are explained with cautionary language that in many cases requires drivers to not only stay vigilant but also keep a grip on the steering wheel.\n\nAccording to a report on Electrek, a site that closely follows the electric vehicle market, the Enhanced Autopilot now has Forward Collision Warning, which allows drivers to set the distance at which they want to alerted with a chime that a collision might be imminent. Traffic-Aware Cruise Control allows the car to speed up or slow based on traffic around it. And there's Low-Speed Autosteer, in which the vehicle uses lane markings to inch along in traffic while staying centered in a lane.\n\nTesla was in the spotlight throughout 2016 due to a handful of crashes both in the U.S. and abroad that may have been related to either improper use or compromised operation of Autopilot software.\n\nThe most publicized incident occurred last May, when Tesla enthusiast and owner Joshua Brown died after his Model S sedan plowed into a truck crossing its path. The Autopilot system didn't see the truck's white side as an object and failed to apply the brakes. Federal regulators are investigating.\n\nMusk has said that Tesla's new HW2 generation vehicles pack so many sophisticated sensors that ultimately they'll be able to provide fully autonomous driving capability by the end of the year. That said, in its 8.1 update Tesla noted that the rollout \"will be measured and cautious until we have generated confidence across several hundred million miles of real-world usage.\"\n\nThe coming months are likely to see big strides in autonomous car tech, as companies such as Google, Uber, Ford, Fiat Chrysler, Volvo and others look to woo and wow consumers with self-driving features.\n\nThe year also promises to be a pivotal one for Musk and his upstart automobile company. Tesla aims to begin producing its entry-level electric sedan, the $35,000 and up Model 3, next summer. Musk has pinned high hopes on Model 3, specifically a brisk production target that will see Tesla's total vehicle output rocket from 50,000 to 500,000 units a year.\n\nAlthough Tesla has a market cap of $33 billion, Musk recently decided to make things financially interesting by buying SolarCity, a large solar panel company run by his cousin Lyndon Rive.\n\nMusk had been a majority investor in SolarCity, and his mission now is to turn Tesla's stores into one-stop shopping emporiums for solar panels, electricity storage units (so called Powerwalls and Powerpacks) and electric cars.\n\nTo make things even more complex, Musk is busy building out a massive Gigafactory in the desert east of Reno, Nev., which will make batteries and, eventually, cars. And that's when he's not at the controls of SpaceX, his rocketry company.\n\nMusk also will sit on a business advisory committee assembled by President-elect Donald Trump that includes Uber CEO Travis Kalanick and Pepsi CEO Indra Nooyi.\n\nLook for big sparks in 2017 from Tesla, one way or the other.\n\nFollow USA TODAY tech reporter Marco della Cava on Twitter.", "score": 0.0901521739130435, "title": "Tesla owners get Autopilot update with cool new features"}, {"index": 14, "url": "https://www.cbsnews.com/news/spacex-completes-failure-probe-plans-january-8-launch/", "article": "After an exhaustive investigation, SpaceX engineers have identified the most likely cause of the spectacular explosion of a Falcon 9 rocket during a pre-launch test Sept. 1 that destroyed the booster and its $195 million satellite payload, the company announced Monday.\n\nSpaceX engineers believe the Cape Canaveral Air Force Station mishap was triggered by the failure of a high-pressure helium tank, one of three used to pressurize the second stage liquid oxygen tank.\n\nPutting corrective actions in place, the company said Monday it plans to resume flights with a launch from Vandenberg Air Force Base northwest of Los Angeles on Jan. 8 to boost 10 Iridium NEXT satellite telephone relay stations into orbit.\n\nIt is not yet known when SpaceX plans to resume flights from Cape Canaveral. Launch complex 41 at the Florida Air Force station was heavily damaged in the Sept. 1 mishap, and the company plans to use a repurposed space shuttle launch pad at the nearby Kennedy Space Center for its next Falcon 9 flight from Florida.\n\nElon Musk's vision of life on Mars\n\nSources indicate the first flight from Kennedy will be another commercial mission. The next SpaceX flight to deliver cargo to the International Space Station, the company’s 10th under contract to NASA, is expected to take place some time after the commercial mission.\n\nSpaceX’s Falcon 9 rocket uses super-cooled, or “densified,” liquid oxygen and RP-1 kerosene fuel to provide additional performance during ascent. To achieve and maintain the desired low temperatures, propellant loading begins just 35 minutes before launch.\n\nTo push propellants to the rocket’s engines, the Falcon 9 uses highly pressurized helium stored in aluminum bottles, wrapped in a tough, insulating carbon composite material. The bottles, known as composite overwrap pressure vessels, or COPVs, are mounted inside the propellant tanks, submerged in frigid liquid oxygen and chilled kerosene.\n\nOn Sept. 1, about five minutes before a planned test firing of the Falcon’s nine Merlin 1D first stage engines -- a routine pre-launch test for SpaceX -- the second stage suddenly exploded in a spectacular conflagration that was caught on video and widely seen around the world.\n\nThe rocket and its $195 million payload, a commercial communications satellite, were destroyed, causing heavy damage to launch complex 41 at the Cape Canaveral Air Force Station. Just 93 milliseconds elapsed from the first signs of trouble to the explosion.\n\n“Investigators scoured more than 3,000 channels of video and telemetry data covering a very brief timeline of events,” SpaceX said in a statement posted to its website. “Because the failure occurred on the ground, investigators were also able to review umbilical data, ground-based video, and physical debris.\n\nSpaceX rocket explodes on launch pad\n\n“To validate investigation analysis and findings, SpaceX conducted a wide range of tests at its facilities in Hawthorne, California and McGregor, Texas.”\n\nSpaceX is generally tight-lipped when it comes to technical details, and the statement posted Monday provided only a general overview of the team’s findings. It said accident investigators “concluded that one of the three composite overwrapped pressure vessels (COPVs) inside the second stage liquid oxygen (LOX) tank failed.”\n\n“Specifically, the investigation team concluded the failure was likely due to the accumulation of oxygen between the COPV liner and overwrap in a void or a buckle in the liner,” the company said.\n\nInvestigators believe those extremely low temperatures may have caused some of that trapped oxygen to solidify. In any case, when the tank was pressurized, trapped oxygen pushing against the carbon overwrap fibers likely generated friction “leading to ignition and the subsequent failure of the COPV.”\n\nLiquid oxygen has a temperature of around minus 298 degrees Fahrenheit, but SpaceX chills the propellant to around minus 340 degrees for use aboard the Falcon 9. The RP-1 kerosene fuel, which normally is stored at a room temperature 70 degrees, also is chilled. The lower temperatures increase the propellants’ density.\n\nA rocket engine’s thrust is directly proportional to the rate propellants are consumed and expelled. By “densifying” the Falcon 9 propellants, more fuel can be stored and pumped through the engines, increasing performance.\n\nWhile earlier rockets, including the Titan 2 booster used to launch NASA’s Gemini spacecraft in the 1960s, used propellant cooling to increase density, and thus engine performance, the upgraded Falcon 9 is believed to be the first utilizing super-cooled cryogenic oxygen.\n\nSpaceX founder Elon Musk said in 2015, when propellant cooling was first implemented in the Falcon 9, that “we’re sub-cooling the propellant, particularly the liquid oxygen, close to its freezing point, which increases the density quite significantly.”\n\nFailure investigators “identified several credible causes for the COPV failure, all of which involve accumulation of super chilled LOX or SOX (solidified oxygen) in buckles under the overwrap,” the company said in its statement.\n\n“The corrective actions address all credible causes and focus on changes which avoid the conditions that led to these credible causes. In the short term, this entails changing the COPV configuration to allow warmer temperature helium to be loaded, as well as returning helium loading operations to a prior flight proven configuration based on operations used in over 700 successful COPV loads.”\n\nThe company did not provide any details about those earlier helium loading procedures but said it plans to redesign the helium bottles in the long term “to prevent buckles altogether, which will allow for faster loading operations.”\n\nThe Sept. 1 failure was the second involving the Falcon 9’s second-stage helium pressurization system.\n\nDuring a June 2015 launch to deliver supplies to the space station, a strut holding a second-stage helium tank in place inside the liquid oxygen tank failed, allowing the helium bottle to shoot up and crash into the top of the oxygen tank, triggering a catastrophic rupture.\n\nIt was SpaceX’s first outright Falcon 9 failure in 19 launchings dating back to the rocket’s maiden flight in June 2010. After taking steps to ensure all internal struts met design specifications, SpaceX launched nine successful missions in a row before the Sept. 1 launch pad disaster, all of them using densified propellants.", "score": -0.15086666666666662, "title": "SpaceX completes failure probe, plans new launch"}, {"index": 15, "url": "https://inhabitat.com/elon-musk-says-trump-administration-may-be-positive-on-renewables/", "article": "Elon Musk, recently selected as a strategic advisor for President-elect Donald Trump, seems hopeful the next administration may be more open to renewable energy than we think. Speaking at the Gigafactory this week, he said we may “see surprising things” from the Trump administration. Even though the President-elect likely won’t be hard on fossil fuels, said Musk, his administration may be “positive on renewables.”\n\nAfter Trump’s tech meeting at Trump Tower last month, which was attended by executives like Apple CEO Tim Cook and Facebook COO Sheryl Sandberg, the President-elect picked the Tesla and SpaceX CEO as a strategic advisor. Many people welcomed Musk’s selection, hoping it was a good sign Trump was willing to have someone so outspoken on climate change as an advisor.\n\nRelated: Donald Trump selects Elon Musk to serve as strategic advisor\n\nBut don’t get too excited – Musk made it clear Trump hasn’t reversed his fossil fuel-loving stance. In a Gigafactory event with investors, Musk reportedly said, “The President-elect has a strong emphasis on U.S. manufacturing and so do we. We are building the biggest factory in the world right here, creating U.S. jobs…I think we may see some surprising things from the next administration. We don’t think they will be negative on fossil fuels…but they may also be positive on renewables.”\n\nTrump may go easy on the fossil fuel industry. He may be closed-minded about a carbon tax – an idea Musk recently championed in Leonardo DiCaprio’s Before the Flood documentary – but the President-elect might be unable to stop the progress towards a clean energy economy as solar and wind prices plummet.\n\nTesla employs over 25,000 people in the United States, according to Electrek, and aims to add 1,000 jobs at a New York solar panel factory, 3,000 jobs at a California factory, and 6,500 jobs at the Gigafactory. As it would be irrational and irresponsible for Trump to turn his back on a growing industry that could greatly benefit the economy and the environment, job creation could be Musk’s trump card.\n\nVia Electrek\n\nImages via Steve Jurvetson on Flickr and Wikimedia Commons", "score": 0.2593724137931036, "title": "Elon Musk says Trump administration may be “positive on renewables”"}, {"index": 16, "url": "https://www.total-croatia-news.com/made-in-croatia/15615-croatian-company-to-compete-against-elon-musk-s-tesla", "article": "Ten years since he introduced Croatia to semiconductor industry by opening a plant in Sisak, Matt Sertić, a Croat who has a successful career in the United States, now sees a new challenge in trying to compete against famed entrepreneur Elon Musk, reports Poslovni.hr on January 5, 2017.\n\nSisak, which has lately been more known for bad economic news concerning local ironworks and oil refinery, by the end of this year will host a plant for the production of solar cells, which will be an integral part of Sertić’s new solar business which he has recently launched in the United States through the Sunceco company.\n\nMilan Sladojević, director of Applied Ceramics Croatia, says they have found several industrial facilities which are suitable for the construction of the new plant. “Holiday season has slowed us down somewhat, but the owner will soon make a strategic decision, as soon as he personally comes to Croatia. We want everything to be ready for the start of production by the end of 2017”, says Sladojević.\n\nSertić’s Sunceco is in many ways a direct competitor to solar made by Tesla. Sunceco produces solar panels, develops solutions for these panels to be installed on roofs and in other special facilities, including solar power plants. In addition, the company produces a wide range of battery systems, from industrial to household batteries, like those recently presented by Elon Musk. “In the first phase of the project, we plan to have a highly-automated production line for solar cells, which will be able to form different structures and thus adapt to individual clients”, says Sladojević.\n\nHe adds that the new plant would employ twenty experts, bringing the number of workers which Sertić employs in Sisak to 120. Applied Ceramics’s plant currently employs about a hundred experts who have been educated in the United States. Sladojević explains that the investment plan in Sisak for this year was even more ambitious and that their goal was to open a total of hundred of new jobs, but unfortunately they did not find an adequate target for acquisition. “There is a demand for these products in Croatia, Germany, in fact the whole of European Union, and we see it also as a good export product for the US market”, says Sladojević.\n\nHe points out that the initial interest in their products has been demonstrated by hotels on the Adriatic coast and adds that in Germany some of solar power plants are nearing their twentieth anniversary of operations, which means that they will have to be overhauled soon. Sladojević says that, due to the popularity of solar energy, there are more and more large solar projects in Croatia. “The development of this investment will in part depend on what kind of new economic policies will US President Donald Trump advocate, since there is a possibility that the market will turns towards raising tariffs and to protectionism, and we see our potential precisely in exporting to that market”, says Sladojević.\n\nHe adds that Sisak is a good location to build such a facility due to its industrial tradition and local infrastructure, and the fact that the town is located on the Sava river. Also, Croatia is a part of the European Union which means that the production has to follow EU quality standards.\n\nSpeaking about Applied Ceramics, the first business which Sertić launched in Sisak, Sladojević says that the company is developing according to plan. “In 2016, Applied Ceramics had income of 36.7 million kuna, with a growth in profitability”, adds Sladojević. In Sisak, Applied Ceramics works on components made of ceramic, quartz and sapphire. Their biggest customers are companies from the semiconductor industry in the EU and the United States, and their products are used in medical, military and space industries, in the production of lasers, mining, nuclear power plants and even in the automotive industry.", "score": 0.2652678571428571, "title": "Croatian Company to Compete against Elon Musk’s Tesla"}]