[{"index": 0, "url": "https://www.theguardian.com/science/2017/jan/14/spacex-launch-falcon-9-rocket-elon-musk", "article": "SpaceX launched its first rocket since a big explosion last year, when one of the private spaceflight’s rockets annihilated a $200m satellite in a spectacular and costly setback.\n\n“Falcon 9 operation is nominal,” an engineer declared about a minute after the Saturday morning launch from Vandenberg air force base in southern California, as clapping broke out behind him.\n\nAbout two minutes and 48 seconds into flight, the rocket’s engine shut down and the engineer announced: “Everything looking good.”\n\nSaturday’s launch was SpaceX’s first since September, when a Falcon 9 rocket exploded on its launchpad at Cape Canaveral in southern Florida. The explosion destroyed the rocket and its payload, an Amos 6 communications satellite that Facebook wanted to use to provide internet to parts of Africa.\n\n\n\nThe accident grounded SpaceX’s fleet of reusable rockets, which had been steadily building a record of landings.\n\nOn Saturday the Falcon 9 rocket landed successfully on a barge in the Pacific Ocean, the first landing on a new drone ship there, prompting the engineers to burst into cheers.\n\nThe latest launch was first scheduled for last Sunday, but intense storms forced delays. Commissioned by the telecom company Iridium, the rocket carried 10 communications satellites into space, the first of an intended satellite “constellation” the Virginia-based tech giant means to use to replace its current global network of phone and data relays. Iridium has contracted SpaceX for $468m over seven launches.\n\nIn an investigation into last fall’s explosion, SpaceX engineers concluded that a fault in the function of a helium tank caused the accident. The subsequent inquiry and safety delays pushed back the company’s scheduled test of its new Falcon Heavy rocket and new tests of previously used rockets.\n\nElon Musk, the tech billionaire and CEO of SpaceX, told CNBC last year that the problem surprised engineers.\n\n“It’s never been encountered before in the history of rocketry,” he said. Giving few details about how helium might have frozen oxygen fuel to a dangerous temperature for the rocket engine, Musk said: “This is the toughest puzzle that we’ve ever had to solve.”\n\nInternal financial documents, reported by the Wall Street Journal, showed that such accidents can have dramatic consequences for a private spaceflight company. The documents showed that SpaceX suffered a $260m loss after a June 2015 explosion, and that the company did not likely meet its financial goals in 2016.\n\nThese struggles have not dimmed Musk’s ambitions, however: he hopes to take humans to Mars by 2024 and to launch 4,000 SpaceX satellites.", "score": -0.08548750000000001, "title": "SpaceX successfully launches Falcon 9 rocket months after explosion"}, {"index": 1, "url": "https://qz.com/885060/spacexs-leaked-finances-show-elon-musk-is-betting-big-on-satellite-internet/", "article": "SpaceX does good business when the rockets are flying—and becomes a money-loser when they’re not, according to company financials published in the Wall Street Journal today (Jan. 13).\n\nThe behind-the-scenes peek at Elon Musk’s privately held space business also reveals the company’s hopes to generate enormous revenue from an ambitious effort to sell internet service from space.\n\nThe Journal reporters were able to access financial details from 2011 through 2015, the year that SpaceX suffered the loss of a rocket on a mission to the International Space Station. That incident put SpaceX deep into the red, as it was forced to delay launches for other clients until it decisively fixed the problem six months later.\n\nThe financials confirm the forthrightness of SpaceX CEO Musk, who told reporters shortly after the accident that it would entail losses of hundreds of millions of dollars for the company. Sure enough, the leaked financials reported a $250 million loss that year.\n\n“Since 2002, we have been at the forefront of revolutionizing space technology, with a solid track record of success, strong customer relationships and more than 70 future launches on our manifest, representing over $10 billion in contracts,” SpaceX CFO Bret Johnson said in a statement provide to Quartz. “Furthermore, with over $1 billion in cash reserves and no debt, the company is in a financially strong position and is well positioned for future growth.”\n\nSpaceX returned to flight in December 2015 and enjoyed nine months of successful launches until another incident in September, when one of its Falcon 9 rockets was destroyed during fueling before a routine engine test. The cause of the fire—a pressurized tank stressed by an innovative, super-cold fueling technique—was identified last week. SpaceX plans to return to flight tomorrow (Jan. 14) after returning to a more reliable fueling procedure.\n\nThe company’s bullish projections for its satellite internet division are a highlight of the leaked documents. SpaceX expects revenue from the telecom project to exceed launch revenue by 2020, and to generate more than $15 billion in profit by 2025, the Journal reported.\n\nSpaceX’s plan to launch a constellation of some 1,600 satellites in the next six years to beam internet service back to earth has been mostly revealed through regulatory filings, though Musk was caught on tape at the opening of the company’s satellite-focused office in Seattle saying that this satellite constellation “is intended to generate a significant amount of revenue and help fund a city on Mars,” the company’s longest-term ambition.\n\nBut the company may have adjusted its projections since then. Musk did not include satellite business revenue as a source of funding to SpaceX during a major presentation of his Mars ambitions in September 2016, even when asked about its role by Quartz afterward. SpaceX had planned to launch two test satellites for its constellation in 2016, according to a regulatory filing, but the launch did not occur, perhaps because of the delays following the two Falcon 9 losses.\n\nOther companies, including Boeing and OneWeb, which recently earned a $1 billion investment from Masayoshi Son’s Softbank, are moving forward with their own plans for competing satellite internet constellations.\n\nSpaceX is majority-owned by Musk himself, and valued by at least one of its private-equity investors, Fidelity, at slightly more than $16 billion. Fidelity led a round with Alphabet in January 2015 to invest $1 billion in the company, in connection with the satellite internet plans. Peter Thiel’s Founders Fund and DFJ Venture Capital also hold stakes in the firm.\n\nSpaceX’s ability to out-compete traditional aerospace businesses for launch contracts led it to small operating profits from 2011 and 2014, giving it the cash margin to push through its recent losses.\n\nBut this report underscores how important tomorrow’s return-to-flight launch is to SpaceX’s financial soundness, and its future.", "score": 0.06737179487179489, "title": "SpaceX’s leaked finances show Elon Musk is betting big on satellite internet"}, {"index": 2, "url": "https://www.newyorker.com/business/currency/elon-musk-has-delivery-issues", "article": "Just before President-elect Donald Trump met with leaders from Apple, I.B.M., Amazon, Facebook, and other tech companies in mid-December, the transition team made a somewhat puzzling announcement: Elon Musk, the head of Tesla, SpaceX and SolarCity, who would be attending the session in Trump Tower, had been named to the President’s Strategic and Policy Forum, a new committee intended to advise the President on economic policy. The appointment seemed odd chiefly because Musk’s political views—he has been pro-immigration and against the Keystone XL Pipeline while supporting a carbon tax on businesses and expressing passionate concern about climate change—would seem to veer far from Trump and his party. Still, whatever their ideological differences, Trump and Musk are not such an unlikely duo; they have many qualities in common. Both are outsized businessmen and public figures who have enjoyed hoopla and credulous press for their projects despite checkered records of success. Musk is best known as an innovator with unorthodox ideas. He created a car company from the ground up, building luxury electric cars with a devoted following. He jumped into solar energy and battery development on a big scale, vows to colonize Mars, and has said that we are probably living in a computer-simulated world. But, while his grand gestures inspire awe and curiosity, they often fall short in the execution. Since 2011, Tesla has failed to meet Musk’s product-launch, production, and financial-performance promises more than twenty times, according to an analysis by the Wall Street Journal. Even a private showing, in early January, of Tesla’s new Gigafactory, in Storey County, Nevada—which Musk claims is on schedule to mass-produce lithium-ion batteries at rock-bottom costs by 2018—didn’t instill confidence in Musk’s ability to achieve his stated goals. As the Pacific Crest Securities research analyst Brad Erickson said in a note, the tour left \"much to the imagination.\" And in September an explosion destroyed an unmanned SpaceX rocket on the launch pad during a fuelling exercise—an incident that called into question the viability of Musk’s radical notion to refuel craft en route, with astronauts on board. A little more than a year earlier, a NASA-funded SpaceX rocket carrying cargo destined for the International Space Station exploded two minutes after lift-off, destroying the payload. A NASA report on that incident raised questions about quality standards at Musk’s company. The first unmanned SpaceX flight since the September accident is scheduled for later this month. Musk, however, is nothing if not self-assured, a quality he brings to an upcoming task: he has promised to devise an entirely new system for making automobiles, with levels of efficiency and productivity that have never been achieved before. He intends to do this with something he calls a “machine that builds the machine,” a nearly fully automated factory that will assemble cars at speeds greater than any other global automaker. Beginning in 2018, this plant, an extension of Tesla’s current facility in Fremont, California, is slated to produce as many as half a million vehicles each year, and Musk has previously promised to increase output by some fifty per cent every year. This is an extraordinary leap in production: in 2016, Tesla produced fewer than eighty-four thousand cars. In the auto industry, Musk’s production assertions are viewed as the manufacturing equivalent of vaporware—an advance that is promised but has very little chance of becoming a reality. The most efficient automakers—companies such as Toyota and Honda that have spent decades studying, designing, and perfecting manufacturing systems and processes—are unable to approach anywhere near the levels of production that Tesla, which isn’t fifteen years old, is aiming for. Indeed, a prolific auto plant in the U.S., running three six-and-a-half-hour shifts a day, produces just more than four hundred thousand cars a year—and only if it operates at peak efficiency virtually all of the time, without interruptions to deal with parts shortages, incorrectly sized or mismatched components, or design changes. The disparity between real-world factory output and Musk’s goals likely means that many of the nearly four hundred thousand people who have already put down a thousand dollars to reserve a Tesla Model 3, which Tesla says will cost about thirty-five thousand dollars, will have to wait until 2019 or later for their cars. Even one of Tesla’s most stalwart supporters in the investment community, the Morgan Stanley analyst Adam Jonas, has reached the conclusion that the Model 3s will be late, and that there will be fewer of them than advertised. In November, he wrote, “We continue to forecast a Model 3 launch at the very end of 2018 (more than 1 year later than company target) with 60k units in 2019 and 130k units in 2020.”\n\nMusk does not give many specifics about how he will produce so many cars, so quickly, in ways that have eluded his more experienced competitors. But he is unambiguous about one foundational principle: his ramp-up in production can come about only by eliminating humans from the manufacturing process as much as possible. “You really can't have people in the production line itself, otherwise you drop to people speed,” Musk said on an earnings call in August. In this context, it’s worth noting that the aim of the Trump advisory committee that Musk was appointed to is to figure out ways to “make it attractive for firms to create new jobs.” Musk’s plan for a fully automated, so-called “lights-out factory”—because robots can work in the dark—is a strategy many in the industry consider to be a short-sighted. Humans can help improve efficiency by identifying shortcomings and conceiving of ways to do things that will shave time and cost from manufacturing processes. “You grow into automation,” Jay Baron, president and C.E.O. of the Center for Automotive Research, told me. “You don’t start with it.” In one of his many public claims about his new plant, Musk expressed confidence that the assembly line would eventually move at about one metre per second, which Baron calculated as one car every fifteen seconds. Such a pace is twenty times the assembly line’s current speed—it’s an almost comical pace, and one that raises serious questions about what Tesla would have to sacrifice to maintain this speed on the line. There are upwards of thirty thousand components in a typical car, and while Teslas have fewer, because its electric-propulsion system is a bit simpler than a gasoline-powered engine, making them is still a complicated process. At the speeds that Musk is anticipating, it would be virtually impossible for Tesla’s network of suppliers to feed the assembly line with parts that meet high-quality standards without interruption. In addition, automakers budget a great deal of time to randomly inspect partially built cars for flaws and errors that could indicate larger problems with other vehicles on the line. Musk hasn’t yet addressed these contingencies, all of which will affect the safety of his vehicles, and Tesla declined to comment further. Although the company’s cars have been given high marks by Consumer Reports and Car and Driver for their on-road performance, Consumer Reports’ 2016 Annual Auto Reliability Survey ranked Tesla twenty-fifth out of twenty-nine brands. The magazine cited a slew of issues with the seventy-five-thousand-dollar (or more) Model X S.U.V. crossover, “including frequent malfunctions of the falcon-wing doors, water leaks, and infotainment and climate-control system problems.” Other concerning information has come out in recent months. As the Wall Street Journal reported, a design engineer for Tesla named Cristina Balan noticed in 2014 that Model S cars on the assembly line had an observable gap between the headliner (the material on the interior of the car’s roof) and the trim on the adjacent support pillar. Worried that other, more critical parts didn’t fit or meet tolerances, and upset that people were paying more than a hundred thousand dollars for shoddy workmanship, Balan told her managers and Musk about the problem. Over the next few months, Balan says she was demoted, harassed, and ultimately forced to quit—even though she had been so integral to the development of Tesla’s power system that her initials were engraved on each battery. Balan is now in arbitration with Tesla over her departure from the company. When Balan first left the company, she didn’t ask for severance pay or even that her sacrificed stock options be allowed to vest, but only for a private meeting with Musk, which was rejected. She told me, “I wanted to alert Elon, without lawyers or V.P.s present, that his company was in trouble. People are afraid of losing their jobs if they speak up and this will get worse as they try to mass-produce automobiles in a company that isn’t ready to do that.” Tesla denies that Balan was forced to quit over the issues she raised.", "score": 0.08581159420289847, "title": "Elon Musk Has Delivery Issues"}, {"index": 3, "url": "https://www.teslarati.com/elon-musk-obama-argue-cleantech-despite-political-uncertainty/", "article": "In spite of tremendous obstacles, Elon Musk has changed the way the world thinks about energy usage. He has defied odds with his rocket company SpaceX despite having to face-off against government-funded competition. He has pushed Tesla’s direct sales model even when hit with major lobbying blockades from the Big Three car manufacturers in Detroit. Musk’s Master Plan Part Deux outlined a vision for the future of sustainability and its necessity for the planet. It’s an argument that many pundits have rejected as too costly, complicated, or just plain crazy.\n\nOn Monday, President Barack Obama wrote in the journal Science that a national policy to embrace renewable energy over a continued focus on fossil fuel production makes economic sense. President-elect Trump has decried calls for the U.S. to transition to alternative fuels.\n\nBoth Musk and Obama speak to energy policies that would change the way people heat their homes, commute to work, and depend on big utilities for energy provision. In his first Master Plan, Musk offered offered a pathway in which a low volume, expensive car would create a profit that would eventually be directed to create an affordable, high volume car. That first plan also emphasized the importance of solar power provision. He reiterated in Master Plan Deux that “we must at some point achieve a sustainable energy economy or we will run out of fossil fuels to burn and civilization will collapse.” Increasing atmospheric and oceanic carbon levels threatens life on the planet, and Musk has said all along that the faster we achieve sustainability, the better.\n\nObama noted in the Science article that many businesses have come to the independent conclusion that reducing emissions is good for the environment and for profitability. He noted that millions of U.S. citizens already are employed in jobs related to energy-efficient technologies, adding that the cost of renewable energy has continued to decline, partly because of government incentives but primarily due to market forces. “Although our understanding of the impacts of climate change is increasingly and disturbingly clear,” Obama states, “there is still debate about the proper course for U.S. policy.” Obama goes on to say that the United States is showing that greenhouse gas mitigation “need not conflict with economic growth. Rather, it can boost efficiency, productivity, and innovation.”\n\nMusk’s successful and sustainable business practices correlate with President Obama’s conclusions. Tesla’s commercial Powerpack system, alongside solar company SolarCity, combines integrated energy generation and storage. Tesla production goals include improved factory efficiency 5X to 10X by 2022, which will, in turn, make Tesla’s vehicles more affordable. With radar, sonar, and advanced AI, Tesla’s Autopilot may end up 10X safer than human drivers. Tesla’s vision for the future is not limited to cars, as Musk wants to reinvent all kinds of vehicles such as massive electric 18-wheelers, which would dramatically reduce cargo shipping costs and could have revolutionary economic and environmental implications.\n\nThese types of alternative fuel innovations are just what Obama has outlined in his Science article. “The business case for clean energy is growing, and the trend toward a cleaner power sector can be sustained regardless of near-term federal policies,” he writes, adding, “I believe the trend toward clean energy is irreversible.”\n\n“There is always tension between the visionary and the day-to-day, but that’s what causes things to happen as you figure out how the world is going to be,” offers Ian Wright, whose startup, Tesla, has propelled Musk toward uber success. “It’s really hard to imagine how Elon does it all. He’s human like everyone else. It hasn’t been smart to bet against him.”\n\nRelated News", "score": 0.1530254545454546, "title": "How Elon Musk and Obama both argue for cleantech despite political uncertainty"}, {"index": 4, "url": "https://twitter.com/elonmusknewsorg/status/815731862601666560?lang=en", "article": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more", "score": 0, "title": "Elon Musk News on Twitter"}, {"index": 5, "url": "https://www.inc.com/justin-bariso/elon-musk-takes-customer-complaint-on-twitter-from-idea-to-execution-in-6-days.html", "article": "\"I was recently driving to a meeting in Silicon Valley and had to charge my Tesla. I decided to stop at the San Carlos supercharger on my way to Palo Alto and there were 5 other Tesla cars waiting in line to get a charging space. Most drivers seemed to have gone somewhere else as their cars were charging. The San Carlos supercharger is located within walking distance from Whole Foods, Peet's Coffee, a gym and some restaurants. Many drivers therefore keep their cars parked at the supercharger even once their cars have finished charging.\n\nI tweeted at Elon to tell him.\n\nWithin minutes, Elon promised to take action.\"", "score": 0.03260000000000001, "title": "Elon Musk Takes Customer Complaint on Twitter From Idea to Execution in 6 Days"}, {"index": 6, "url": "https://evannex.com/blogs/news/donald-trump-tesla-owner-and-one-of-elon-musks-allies", "article": "Donald Trump: Tesla owner and Elon Musk supporter?\n\nWait... huh? This seemed impossible at first. Donald Trump has vacillated from tweeting that global warming was a Chinese \"hoax\" to admitting \"some connectivity\" between human activity and climate change. He's been a staunch supporter for the fossil fuel industry. His top appointees are part of the energy industry's old guard. The biggest example would be Trump's pick for Secretary of State, Rex Tillerson, the former Chairman and CEO of ExxonMobil. How could it be possible for Trump to show any support for Tesla Motors [NASDAQ: TSLA] or its CEO Elon Musk?\n\nAbove: Donald Trump and Elon Musk (Image: Charged)\n\nWe reported early on that there might be an outside chance that Musk (and Tesla) could get an \"inside track\" to Trump via Musk's old PayPal business partner, Peter Thiel. This did, in fact, bear fruit once Musk was invited to Trump's tech industry summit which included 15 top Silicon Valley executives. Interestingly, only two execs, Tesla's Musk and Apple's Cook, were also allotted time for a separate, private meeting. In addition, Trump announced that Musk would be on the administration’s Strategic and Policy Team, a group of business leaders that “will be called upon to meet with the president frequently to share their specific experience and knowledge as the president implements his economic agenda.”\n\nAbove: Elon Musk at Trump's tech industry summit (Image: Electrek)\n\nAnd during Tesla's Gigafactory meeting with investors last week, Musk reportedly said that: \"The President-elect has a strong emphasis on US manufacturing and so do we. We are building the biggest factory in the world right here, creating US jobs… I think we may see some surprising things from the next administration. We don’t think they will be negative on fossil fuels… but they may also be positive on renewables.\" A day after the Gigafactory meeting, Musk (again) made another visit to Trump Tower to meet with top advisors. Although the meeting was kept under wraps, Bloomberg provided some background...\n\nAbove: Musk visits Trump Tower again last week (Source: Bloomberg)\n\nThose on Wall Street have taken notice. CNBC has called Tesla a Trump stock. Morgan Stanley analyst Adam Jonas wrote, \"To the extent that the creation of high-tech manufacturing jobs in the United States is a priority of the incoming administration, we believe Mr. Musk might have some interests that could be very much in alignment with those of President-elect Trump.\" Global Equities Research analyst Trip Chowdhry wrote, \"that Tesla CEO Elon Musk will be a 'very close confidant' to President-elect Donald Trump and both of them together will play a critical role to make 'USA manufacturing sexy again.'”\n\nAbove: Job creation at Tesla's Gigafactory (Source: Bloomberg)\n\nHowever, little is known about what's been discussed thus far between Trump and Musk. One tidbit was just revealed in New York Magazine. Trump's son-in-law and top advisor, Jared Kushner was interviewed and it was reported that Kushner predicted that Trump would, \"invest in infrastructure, which he said could mean not only roads and bridges but high-speed internet and driverless cars. He said Trump had asked Elon Musk why the aerospace industry couldn’t make planes that fly faster, like the Concorde used to, and Musk replied that most CEOs preferred incremental improvements to moon-shot risks. 'Trump will not be afraid to fail,' he said.\"\n\nAbove: Tesla's focus on U.S. manufacturing jobs could align with Trump's goals (Source: Market Realist)\n\nOkay... so maybe Trump's conversations with Musk are surrounding SpaceX or the Hyperloop. Or maybe they have something to do with Musk's intention to build tunnels. Or maybe, as Market Realist notes: \"Trump’s administration will likely favor companies like Tesla... improving the US job market [which] is one of Trump’s key agendas\" and Tesla is creating thousands of US jobs. Or, perhaps it's something more personal. After all, the Washington Post reported that Trump has a collection of cars, and \"Rounding out the fleet are two made in the USA: a Cadillac Escalade and a Tesla.\" So maybe... like the rest of us, he just fell in love with his Tesla.\n\nAbove: A Tesla Model S \"fueled\" by solar (Image: MIT Technology Review)\n\nRegardless, we hope that Elon Musk has an impact changing Trump's wrongheaded views on climate change. Yesterday, Mashable reported: \"A total of 640 businesses and investors sent a letter to President-elect Trump and Congress on Tuesday, strongly urging continued investment in the clean energy sector.\" Nancy Pfund, an early investor in Tesla and SolarCity, said the incoming administration should welcome the job creation by businesses that are pouring money into clean technologies. “This should be music to Trump’s ears,” she said, noting Tesla's recent job growth in California and Nevada.\n\nNext →\n\n← Previous", "score": 0.2435822222222221, "title": "Donald Trump: Tesla owner and Elon Musk supporter?"}, {"index": 7, "url": "https://www.nytimes.com/2017/01/14/science/spacex-falcon-9-iridium-elon-musk.html", "article": "VANDENBERG AIR FORCE BASE, Calif. — A Falcon 9 rocket roared into the sky on Saturday carrying 10 communications satellites — a return by SpaceX and its billionaire leader, Elon Musk, to the business of launching satellites to orbit.\n\nBut financial details disclosed this past week about the company overshadowed the successful liftoff, raising questions about the viability of Mr. Musk’s long-range plans for SpaceX and his vision of sending people to Mars.\n\nSpaceX, based in Hawthorne, Calif., has been set back since September, when a different Falcon 9 caught fire and exploded on a launchpad in Florida, destroying the rocket and its payload, a $200 million Israeli satellite that Facebook had planned to lease to expand global internet services. The company’s rockets had been grounded since then. An internal investigation concluded that a failure of a helium vessel in the second stage liquid oxygen tank had led to the conflagration.\n\nThe Federal Aviation Administration, which regulates commercial space launches, accepted SpaceX’s report on the explosion’s causes on Jan. 6 and issued a launch license, clearing the way for Saturday’s liftoff here, on the other side of the country. To prevent a recurrence, SpaceX adjusted its fueling procedures to avoid overcooling of the helium.", "score": -0.02787777777777778, "title": "SpaceX Launches Rocket, Its First Since Explosion on Launchpad"}, {"index": 9, "url": "https://www.cnbc.com/2017/01/11/another-apple-engineer-heads-to-tesla.html", "article": "The talent war between two tech giants continues.\n\nA second Apple engineer, senior Mac design director Matt Casebolt, moved to Tesla, his LinkedIn profile shows. That's on top of Chris Lattner, who Tesla on Tuesday said would join the electric car company as vice president of autopilot software.\n\n9to5Mac first noticed Casebolt's move on Wednesday, and Tesla confirmed the move to CNBC. CNBC has reached out to Casebolt for comment.\n\nTesla CEO Elon Musk told a German newspaper in 2015 that Tesla \"always jokingly call Apple the 'Tesla graveyard,'\" because they hire people Tesla has fired. Bloomberg reported that year that Tesla had hired more workers from Apple than from anyplace else.\n\nRecruiters have told CNBC that both companies are considered top-notch places to work, in a hypercompetitive environment where it takes a long time to woo top candidates. But the moves come amid increasing pressure on Apple to move forward with any self-driving car plans, as other companies, like Google and Tesla, get close to hitting the market.\n\nFor more on the story, see 9to5Mac.", "score": 0.02853636363636364, "title": "Another Apple engineer heads to Tesla"}, {"index": 10, "url": "https://thenextweb.com/gaming/2017/01/10/watch-elon-musk-geeks-games/", "article": "Although I’ve previously heard that Tesla and SpaceX CEO Elon Musk enjoys watching HBO’s Silicon Valley and likes to bake cookies on weekends, I didn’t know he was into gaming too.\n\nIn this short clip of an interview between him and Y Combinator president Sam Altman about games, Musk recommends Blizzard Entertainment’s Overwatch and Hearthstone, and waxes eloquent about the original Deus Ex title, which was released in 2000 on PC and PS2.\n\nAs it turns out, he’s been a fan of Overwatch at least since last June. I haven’t gotten into it yet as I’ve been way too busy farming weapon parts in Warframe, but the possibility of bumping into Musk in an Overwatch arena might just be enough to convince me to try it.\n\nRead next: Lead projects to absolute success with this Lean Six Sigma training and certification", "score": 0.3046888888888888, "title": "Watch: Elon Musk geeks out on games"}, {"index": 11, "url": "https://www.foxnews.com/tech/after-a-twitter-complaint-elon-musk-makes-a-rapid-fix", "article": "Some owners of electric cars have made it a habit to use charging stations as parking spots well after their charge is complete, and other electric car drivers are getting sick of it.\n\nOne took the problem straight to Tesla CEO Elon Musk last week when he tweeted to him, \"The San Mateo supercharger is always full with idiots who leave their tesla for hours even if already charged.\" Within minutes, Musk replied: \"You're right, this is becoming an issue. Supercharger spots are meant for charging, not parking. Will take action.\" Six days later he did, and while some are debating the merits of his solution, others are applauding his fast response, as strategy consultant Richard Jhang did when he wrote on LinkedIn: \"Idea to execution in 6 days. Copy that.\" To remedy the problem, the company is \"introducing a fleet-wide idle fee that aims to increase Supercharger availability,\" per a Tesla blog post.\n\n\"For every additional minute a car remains connected to the Supercharger, it will incur a $0.40 idle fee.\" If the car is moved within five minutes, the fee is waived.\n\n(An app alerts Tesla owners when the charge is nearly complete.) Inc.com calls it exemplary customer service, while Loic Le Meur, the man whose tweet got the ball rolling, writes on Medium that it was Musk's personal response that won him over.\n\n\"That is one of the reasons he is so successful,\" he writes. \"He manages a 30,000 employee public company like an agile startup.\" (See what Musk thinks your roof shingles will be able to do.)\n\nThis article originally appeared on Newser: Twitter Complaint Prompts Elon Musk to Adopt Big Change", "score": 0.11544374999999997, "title": "After a Twitter complaint, Elon Musk makes a rapid fix"}, {"index": 12, "url": "https://www.vanityfair.com/news/2017/01/elon-musks-real-master-plan-for-spacex-revealed", "article": "For the first time since one of Elon Musk’s rockets exploded on a launch pad in September, taking with it one a multi-million-dollar Facebook satellite, SpaceX’s fleet is ready to fly again, and the stakes are high. On Saturday, the private aerospace start-up will launch another Falcon 9 rocket, complete with 10 satellites it intends to put into orbit for Iridium, a communications firm. The rocket will take off in California and, if all goes according to plan, will land upright on a drone ship in the Pacific.\n\nThe success of Saturday’s launch could be critical for the future of SpaceX, or at least investor confidence. A new report from The Wall Street Journal details, for the first time ever, the state of SpaceX’s finances, starting in 2011 and dating to 2015. SpaceX C.F.O. Bret Johnson told the Journal that SpaceX has no debt, $1 billion in cash on hand, and $10 billion in contracts. But losing rockets, as it turns out, is quite expensive. According to the Journal, SpaceX suffered a $250 million loss in 2015, putting a specific figure on the unspecified hundreds-of-millions-of-dollars loss Musk said SpaceX suffered that year.\n\nBut what is more revealing than SpaceX’s finances is what the Journal’s report reveals about the company’s ambitions moving forward. The real money, it seems, isn’t in rocket launches, per se, but in the residuals SpaceX could pull in from the sale of satellite-based Internet service from space. This would put Musk’s core business in competition with companies like Google parent company Alphabet, a SpaceX investor that has been experimenting with its own nontraditional forms of Internet service, such as that beamed from balloons and drones, as well as terrestrial 5G high-speed Internet alternatives. But if SpaceX’s projections for its Internet service are accurate, the initiative could become its main revenue driver, eventually subsidizing Musk’s goal to send manned missions to Mars.\n\nDocuments reviewed by the Journal indicate SpaceX hopes to launch 4,000 communications satellites into space, beginning in 2018, with plans to have 40 million subscribers generating $30 billion in revenue by 2025. This doesn’t necessarily align with Musk’s aim to bring humans to Mars by 2020, but it’s a step in the right direction. The Internet division at SpaceX yet doesn’t have a complete team of engineers or a factory, the Journal reports, and the size of the space-Internet business is currently only $4.5 billion—but if Musk can figure out a way to make it work, evolving into a full-service Internet telecommunications business could go a long way toward justifying SpaceX’s lofty $12 billion valuation.\n\nElon Musk FOLLOW Follow to get the latest news and analysis about the players in your inbox. See All Players", "score": 0.0008066666666666814, "title": "Elon Musk’s Real Master Plan for SpaceX, Revealed"}, {"index": 13, "url": "https://www.marketwatch.com/story/why-oil-investors-may-suffer-the-black-swan-potential-of-elon-musk-in-2017-2017-01-05", "article": "Brace yourself for some serious swings in commodity prices in 2017, as a bevy of “black swans” could blindside investors, according to a Barclays research note published last week.\n\n“Commodity market black swan events come in many forms, and the market may take years or an instant to price them in,” the analysts wrote. “Indices are already pricing in record levels of volatility as 2017 begins, and investors are specifically concerned about geopolitical developments.”\n\nGo ahead and count Elon Musk on that list of potential risks. The analysts say that the timely delivery of Tesla’s TSLA, -3.74% Model 3 could shake up the energy sector.\n\n“Markets have a tendency to price in future developments and this development or a battery technology breakthrough that pushes prices far below current levels could turn the tide on how the market perceives EVs’ medium-term effect on oil demand,” the report said.\n\nBut, as you can see, that is just one of 13 black swans mentioned.\n\nSome developments, of course, are more likely to rattle markets than others.\n\n“Heading into 2017, the major black swan risk for commodity demand is an unexpected economic downturn in any of the major commodity consuming nations,” the report said. “Namely, investors will continue to focus on the Chinese economy.”\n\nNot all the risks are to the downside. Escalating tensions with Iran and a Venezuelan default could give oil prices CLG7, +0.00% UK:LCOH7 a lift, while riots in Chile or Russia pushing further into Ukraine could boost metals, the report noted.\n\n“Investors will have to balance the risks of unforeseen macroeconomic shocks and their effect on demand (bearish price) with potential geopolitical shocks disrupting the supply side of the market (bullish price),” the analysts wrote. “A tightening commodity inventory picture, especially in oil, will likely exacerbate how the market prices supply risks even if no physical supply disruption occurs.”\n\nProviding critical information for the U.S. trading day. Subscribe to MarketWatch's free Need to Know newsletter. Sign up here.", "score": -0.17718571428571425, "title": "13 ‘black swans’ that could hit oil investors in 2017 (including Elon Musk)"}, {"index": 15, "url": "https://cleantechnica.com/2017/01/09/nyc-bike-paths-elon-musk-superpowers-chevy-bolt-owner-review-top-cleantechnica-stories-week/", "article": "January 9th, 2017 by Zachary Shahan\n\nImage by David Meyer | Streetsblog NYC\n\nAbout the Author\n\nZachary Shahan Zach is tryin' to help society help itself (and other species). He spends most of his time here on CleanTechnica as its director and chief editor. He's also the president of Important Media and the director/founder of EV Obsession and Solar Love. Zach is recognized globally as an electric vehicle, solar energy, and energy storage expert. He has presented about cleantech at conferences in India, the UAE, Ukraine, Poland, Germany, the Netherlands, the USA, and Canada. Zach has long-term investments in TSLA, FSLR, SPWR, SEDG, & ABB — after years of covering solar and EVs, he simply has a lot of faith in these particular companies and feels like they are good cleantech companies to invest in. But he offers no professional investment advice and would rather not be responsible for you losing money, so don't jump to conclusions.", "score": 0.2086846153846154, "title": "NYC Bike Paths, Elon Musk Superpowers, Chevy Bolt Owner Review … (Top CleanTechnica Stories of the Week)"}, {"index": 16, "url": "https://www.repubblica.it/scienze/2017/01/14/news/spacex_riprende_con_successo_lancio_satelliti_esultano_al_quartier_generale_di_musk-156069586/", "article": "SpaceX, un centro perfetto: il razzo decolla e poi atterra sulla piattaforma in riproduzione....\n\n- Space X, la società californiana fondata da15 anni fa, la prima 'privata' a mettere in orbita, e recuperare, un veicolo spaziale, ha finalmente ripreso i voli dopo una pausa forzata seguita all'esplosione del suo razzo vettore Falcon 9, il primo settembre dell'anno scorso, mettendo in orbita con successo il primo gruppo di 10 satelliti NEXT Iridium. Il lancio è avvenuto come previsto alle 18,54 ora italiana (9:54 locali), dalla base aerea di Vanderberg in California e 2' 33\" secondi dopo, il primo stadio si è distaccato dal secondo, che porta il carico 'pagante', rientrando con successo a terra, sulla piattaforma galleggiante predisposta nell'Oceano Pacifico, per poter essere riutilizzato in futuro. Musk, che guida anche la Tesla Motors, ha creato SpaceX nel 2002 proprio con l'obiettivo di lanciare satelliti e altri veicoli nello spazio con costi contenuti, creando vettori riutilizzabili per ridurre i costi della messa in orbita (al momento pari a circa 60 milioni di dollari a lancio, secondo il Wall Street Journal, cioè un quarto del consorzio Boeing-Lockheed Martin).L'esplosione di quattro mesi fa, che un'accurata indagine ha attribuito a un difetto in uno dei serbatoi di ossigeno liquido nel secondo stadio del vettore Falcon 9, era stata però preceduta da un altro incidente nel giugno 2015. Fino ad allora SpaceX era riuscita a fare 18 lanci riusciti di fila (contro 100 della rivale Boeing-Lockheed Martin e 75 di Arianespace).Il secondo stadio ha messo in orbita con successo, un'ora e 19 minuti dopo il lancio, da un'altezza di 622 km, il primo gruppo dei 10 satelliti Next Iridium, sui 70 totali che saranno lanciati appunto a 10 alla volta con i Falcon 9, destinati a sostituire quelli attuali dell'unica rete cellulare satellitare che copre tutto il mondo. La costellazione originale Iridium è stata messa in orbita tra il 1997 e il 2002. La nuova costellazione Iridium Next è realizzata da Thales Alenia Space (joint venture franco-italiana 67% Thales, 33% Leonardo- Finmeccanica) e comprenderà in tutto 81 satelliti. L'operazione, che si dovrebbe concludere entro il 2018, è stata definita il più grande 'upgrade' della storia della tecnologia e mai tentato prima nello spazio.Ma l'azienda aerospaziale di Hawthorne vuole andare ben oltre e uno dei progetti annunciati prevede la messa in orbita di una rete di ben 4.425 satelliti, il triplo di quelli che attualmente orbitano intorno alla Terra, per fornire connessioni internet ad alta velocità in ogni angolo del pianeta. Il progetto era stato svelato agli inizi del 2015 dallo stesso Musk, che aveva stimato il costo dell'operazione in 10 miliardi di dollari, con investitori come Google e Fidelity, che insieme hanno contribuito per un miliardo. Stando al documento, i satelliti dovrebbero pesare 386 chilogrammi e orbitare a un'altitudine di circa 1.200 chilometri. progetto del sistema di Trasporto Interplanetario (Its), per colonizzare Marte . Il piano della azienda californiana, che ha in programma nel 2017 di lanciare i primi astronauti verso la Stazione Spaziale e di inviare su Marte una navetta automatizzata nel 2018, è ancora tutto, o quasi, da sviluppare. A partire dal razzo vettore, che dovrebbe essere diverse volte più potente del razzo di quarta generazione attualmente in fase di realizzazione. Il progetto Its prevede infatti di progettare un potentissimo razzo spinto da 42 motori Raptor, capaci di portare un carico 2 volte più pesante delle missioni Apollo, e una navetta di 50 metri per ospitare fino a 200 astronauti. Il viaggio per Marte durerebbe appena 80 giorni e, nello scenario più ottimistico, il costo per passeggero potrebbe essere di appena 100mila dollari.", "score": 0.3399999999999999, "title": "SpaceX riprende con successo lancio satelliti, esultano al quartier generale di Musk"}, {"index": 17, "url": "https://translate.google.com/translate?hl=en&sl=it&u=https://www.repubblica.it/scienze/2017/01/14/news/spacex_riprende_con_successo_lancio_satelliti_esultano_al_quartier_generale_di_musk-156069586/&prev=search", "article": "", "score": 0, "title": "Google Translate"}]
