[{"index": 1, "url": "https://techcrunch.com/2017/01/22/elon-musk-says-to-expect-major-tesla-hardware-revisions-almost-annually/", "article": "Tesla CEO and founder Elon Musk has advice for prospective buyers hoping their vehicles will be future-proof: Shop elsewhere.\n\nMusk made the comment when responding to a Twitter question about the possibility of a paid upgrade path for existing vehicle owners who want the new sensors, computer and other components now shipping in so-called ‘HW2’-equipped Teslas. He also gave us some insight into the pace with which Tesla will be significantly revising the tech offered on existing models — big changes will come every year or year-and-a-half, on average.\n\nTesla will never stop innovating. People are buying the wrong car if they expect this. There will be major revs every 12 to 18 months. — Elon Musk (@elonmusk) January 22, 2017\n\nThat’s definitely a more aggressive upgrade pace than you can expect from models offered by traditional automakers like GM, Ford and Toyota. Typically cars remain relatively static in their basic design for up to half a decade, acquiring new options and small features, but certainly not seeing “major revs” that can make the difference between enabling self-driving and not, as is the case with the HW1 and HW2 Model S and X.\n\nThis might rub some Tesla owners the wrong way; a Tesla is a huge investment, and seeing significant model revisions at a pace similar in frequency to how smartphones are updated can be frustrating. But as Musk notes, it’s a trade-off Tesla is willing to make in order to push the envelope in innovation.\n\nIf we applied resources to doing super complex retrofits, our pace of innovation would drop dramatically — Elon Musk (@elonmusk) January 22, 2017\n\nMusk also noted that retrofitting older cars with HW2 kit would require extremely complicated and basically involve stripping the car to its frame, plus replacing over 300 parts. Focusing on updating existing cars would also impede Tesla’s ability to create and improve new tech, he added.\n\nThe bottom line is that Tesla is a very different kind of car company from what consumers are used to, and that extends to their development cycle. To some extent, future-proofing is always partly actually handcuffing yourself to the past, and the trajectory Musk envisions for Tesla doesn’t allow for much in the way of standing still, even in the interest of helping customers feel like they’re getting more value out of their investment.\n\nI think Tesla’s ability to compete with established industry leaders actually depends on adopting the revision paving of a tech company first, so it’s good to see Musk commit to substantial changes at such a fast clip.", "score": 0.19983000000000006, "title": "Elon Musk says to expect “major” Tesla hardware revisions almost annually"}, {"index": 2, "url": "https://twitter.com/elonmusk/status/822985910782283776?lang=en", "article": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more", "score": 0, "title": "Elon Musk on Twitter"}, {"index": 4, "url": "https://www.facebook.com/elonmusknewsandquotes/", "article": "Falcon 9 and Iridium-6/GRACE-FO went vertical last night ahead of today’s launch at 12:47 p.m. PDT, 19:47 UTC from Vandenberg Air Force Base in California.\n\n86 6", "score": -0.3818, "title": "Elon Musk News"}, {"index": 5, "url": "https://www.cnbc.com/2017/01/18/tesla-has-a-new-350-million-plan-for-the-gigafactory.html", "article": "Just weeks after flipping the lights on at its massive Gigafactory, Tesla is laying new plans to expand the factory's use beyond batteries.\n\n\n\nThe electric carmaker plans to use the Gigafactory to make the motor and gearbox for its upcoming Model 3 sedan, the company's first bid at making an affordable Tesla for the average buyer.\n\nUntil now, Tesla has primarily referred to the Gigafactory as its lithium ion battery manufacturing facility, while its cars are made in Fremont, California.\n\nNevada Governor Brian Sandoval announced the new plans Tuesday in his State of the State address.\n\nTesla will invest $350 million for the project, and hire an additional 550 people, according to the governor's comments. That will be over and above the company's existing commitment to hiring 6,500 people at the Gigafactory, according to comments made by Steve Hill, the director of the governor's Office of Economic Development, to Nevada newspaper the Nevada Appeal.\n\nTesla confirmed the details Sandoval disclosed.\n\nTesla CEO Elon Musk has made manufacturing efficiency a high priority for the company, but Tesla will require a lot of factory floor to meet its goal of to pumping out 500,000 cars by the end of 2018, and then making one million cars by 2020.\n\nMeanwhile, the city of Fremont recently approved Tesla's application for an additional 4.6 million square feet of space there.", "score": 0.37067500000000003, "title": "Tesla has a new $350 million plan for the Gigafactory"}, {"index": 6, "url": "https://www.recode.net/2017/1/16/14280836/elon-musk-hyperloop-anthony-foxx-high-speed-rail-train-transportation-recode-podcast", "article": "If he had more time as America’s transportation secretary, Anthony Foxx says he would want to work on rail projects across the country.\n\n“Far too few communities are really taking aggressive steps,” Foxx said on the latest episode of Recode Decode.\n\nBut in his three-and-a-half years on the job, he has also contended with a potential private competitor to high-speed rail: Hyperloop, a tube-based travel system conceptualized in 2013 by SpaceX CEO Elon Musk, which would carry passengers and freight at more than 700 miles per hour. Foxx said applying current railway regulations to Hyperloop “would be like putting a square peg in a round hole.”\n\n“The technology, the science behind it, is very sound,” he said. “But it’s one of those examples of, the technology may be there before the government is.”\n\nUnlike autonomous cars, which are similar enough to normal cars that the Department of Transportation has been able to start issuing federal guidelines, Hyperloop would require Congressional action before the DoT can “jump into it with two feet” and start making rules, he noted. And for that reason, as with drones, companies such as Hyperloop One may find it easier to start in other countries first.\n\n“Getting the service is different than generating the ideas and generating the intellectual capital,” Foxx said. “We in the U.S., one of our greatest virtues and one of the biggest challenges for us, is that when new transportation technology is introduced, something like Hyperloop, [they] say ‘We want to be first.’ A lot of the time, we say, ‘We want to be safest.’ And I think that’s a good thing for us.”\n\nHowever, would Foxx ride in a Hyperloop if given the chance?\n\n“I hope one day that I do,” he said. “I’m not going to go to the moon, but Hyperloop, I might do.”\n\nYou can listen to Recode Decode in the audio player above, or subscribe on iTunes, Google Play Music, TuneIn, Stitcher and SoundCloud.\n\nIf you like this show, you should also sample our other podcasts:\n\nRecode Media with Peter Kafka features no-nonsense conversations with the smartest and most interesting people in the media world, with new episodes every Thursday. Use these links to subscribe on iTunes, Google Play Music, TuneIn, Stitcher and SoundCloud.\n\nfeatures no-nonsense conversations with the smartest and most interesting people in the media world, with new episodes every Thursday. Use these links to subscribe on iTunes, Google Play Music, TuneIn, Stitcher and SoundCloud. Too Embarrassed to Ask , hosted by Kara Swisher and The Verge's Lauren Goode, answers the tech questions sent in by our readers and listeners. You can hear new episodes every Friday on iTunes, Google Play Music, TuneIn, Stitcher and SoundCloud.\n\n, hosted by Kara Swisher and The Verge's Lauren Goode, answers the tech questions sent in by our readers and listeners. You can hear new episodes every Friday on iTunes, Google Play Music, TuneIn, Stitcher and SoundCloud. And Recode Replay has all the audio from our live events, including the Code Conference, Code Media and the Code Commerce Series. Subscribe today on iTunes, Google Play Music, TuneIn and Stitcher.\n\nIf you like what we’re doing, please write a review on iTunes — and if you don’t, just tweet-strafe Kara.", "score": 0.3134137931034483, "title": "Elon Musk’s Hyperloop might not debut in the U.S. — and that’s a good thing"}, {"index": 7, "url": "https://www.firstpost.com/tech/news-analysis/spacex-when-one-mans-passion-project-triggers-the-imagination-of-the-whole-world-3695887.html", "article": "Anirudh Regidi\n\nBorn to a Canadian mother and South African father in 1971, it’s safe to say that if there’s one person who’s rekindled the world’s interest in space, it’s Elon Reeve Musk.\n\nEven from a young age, Musk liked to tinker. He developed an interest in computers at the young age of 10, taught himself to code and by 12, sold his first computer program (a game called Blastar).\n\nBy 1992 he’d already earned two degrees — one in physics and the other in business — and then dropped out of a Ph.D at Stanford to establish his first company, Zip2.\n\nBy 1999, Musk was a millionaire, having sold his company to Compaq for a whopping $340 million. The same year, Musk founded X.com, a financial services and payments company, which later became PayPal.\n\nPayPal was acquired in 2002 by eBay for a price of $1.5 billion.\n\nAnd again, not even waiting to catch his breath, Musk founded SpaceX that same year and Tesla Motors the year after.\n\nBut what was the inspiration behind SpaceX? As Musk himself explains, he intended to launch a greenhouse of sorts to Mars and start a colony there. This was around the time of PayPal’s acquisition by eBay. He was on the lookout for some way to do this and discovered that while the lander could be cheaply built, the cost of sending it to Mars would be exorbitant.\n\nRealising that he could simply do something about it, Musk, along with a handful of veteran engineers, established SpaceX. The idea was to make commercial space travel a reality, with a human settlement on Mars soon after.\n\nSince then, the company earned a number of accolades of the type that will put many a country’s space program to shame.\n\nAchievements galore\n\nBy 2008, SpaceX was the first privately funded company to take a rocket to orbit, by 2012 it became the first such company to dock a spacecraft with the ISS and by 2013, it had put a satellite into Geostationary Transfer Orbit (GTO). SpaceX is also among the only space-faring agencies in the world to have used and developed a reusable launch vehicle.\n\nThe Falcon 9 Full Thrust rocket’s payload is double that of India’s GSLV and if Musk sticks to his plan of launching a human-crewed spacecraft this year, his company will join Russia and China as among the only agencies capable of launching a human to space. Since the scrapping of Nasa’s Space Shuttle program in 2011, the US space agency has no vehicle capable of launching a human to space.\n\nBut how did Musk do it? How did he establish SpaceX as a company that’s mentioned in the same breath as Nasa, a company that’s easily competing with the ESA (European Space Agency) for capability and cost and far outstrips India’s own space program in terms of capability?\n\nThe only reasons I can think of are passion and focus. Musk has been determined to make commercial spaceflight a reality and in a mere 14 years, he’s done just that.\n\nNasa’s budget woes and the cancellation of its Space Shuttle replacement gave SpaceX the very windfall it needed to take off. Musk’s Falcon 9 rocket alone represents a significant cost savings for Nasa, allowing it to focus on more ambitious projects, such as the recent Juno mission, the Curiosity rover and more.\n\nCurrently, SpaceX’ launch costs work out to about $2,500 per pound to orbit (or about $5,600 per kg). The upcoming Falcon 9 Heavy will bring this cost down to $1,000 per pound to orbit. There is literally no other space agency in the world. India’s PSLV is cheaper to launch, but with a payload that’s a fraction of the Falcon 9’s, pound-for-pound, the costs are still comparable.\n\nWith a little over $1 billion in funding, SpaceX has almost as much money to play around with as India’s Isro. Is it any wonder that SpaceX is competing on a global scale?\n\nAgain, comparing Isro and SpaceX, Isro put a satellite into GTO with a completely indigenous rocket only in 2014, a year after Musk. India’s GSLV used a Russian cryogenic stage to put satellites in GTO. The indigenously developed CE-7.5 cryogenic engine was used only in 2014.\n\nFiring imaginations\n\nAs to SpaceX’s mass appeal, just watch Musk’s ‘Making humans an in interplanetary species’ video below.\n\nAt a time when most technology companies are playing it safe, Musk comes up with a plan to colonise Mars!\n\nYou may call him mad, a lunatic, you may call his dreams impossible, but you have to admit, it’s a pleasant change from the regular tech rhetoric of AI, bringing internet access to billions and, well, even more smartphones.\n\nMore than the boldness of the plans, it’s Musk’s passion that gets through to us. Ayrton Senna isn’t the motorsport God he is just because he won races, that happened anyway; it’s his passion for the sport that made him a hero.\n\nSpaceX is more than a mere space program. It’s the passion project of one man, and his passion and ambition are infectious. Isn’t every successful launch that little bit more special because you know that it’s a step closer to humanity’s Mars ambitions? There's no way that something like Amazon's Blue Origins can compete with that.\n\nTech2 is now on WhatsApp. For all the buzz on the latest tech and science, sign up for our WhatsApp services. Just go to Tech2.com/Whatsapp and hit the Subscribe button.", "score": 0.22319999999999987, "title": "Elon Musk and Space X: When one man's passion project fires up the world's imagination- Technology News, Firstpost"}, {"index": 8, "url": "https://www.insurancejournal.com/news/national/2017/01/20/439387.htm", "article": "The push to bring self-driving cars to American roads got a significant boost on Thursday when the nation’s chief auto safety regulator essentially cleared Tesla Motors Inc.’s Autopilot system of fault in a fatal 2016 crash.\n\nThe U.S. National Highway Traffic Safety Administration found that the owner of a Tesla Motors Inc. Model S sedan that drove itself into the side of a truck in May had ignored the manufacturer’s warnings to maintain control even while using the driver-assist function. The agency said it found no defect in the vehicle and wouldn’t issue a recall.\n\n“The auto industry just let out a giant sigh of relief,” said Dave Sullivan, an analyst at consultancy AutoPacific Inc. “This could have started a snowball effect of letting automakers and suppliers become liable for human error.”\n\nThe finding concludes NHTSA’s first investigation into the role played by automated driving systems in a fatal crash. It was a win for not only for Tesla but for companies from General Motors Co. to Alphabet Inc.’s Google that have invested billions of dollars in what they see as the future of personal transportation. Safety regulators, too. have backed the nascent industry, giving it the flexibility to develop products that they think could greatly reduce highway deaths.\n\n‘Very Positive’\n\nTesla Chief Executive Officer Elon Musk called the NHTSA report “very positive.” In a Twitter message he highlighted data showing the company’s vehicle crash rate dropped by 38 percent after the company installed its auto-steer system.\n\n“We appreciate the thoroughness of NHTSA’s report and its conclusion,” Tesla said in an e-mailed statement. Some auto-safety advocates have criticized Tesla for what they said was a premature introduction of its Autopilot system and said NHTSA could have taken stronger action.\n\n“If a vehicle could not distinguish between a white truck and the sky, that to me would seem to be a defect,” said Joan Claybrook, NHTSA administrator under President Jimmy Carter and an auto safety advocate.\n\nStephanie Brinley, a senior analyst at IHS Markit Ltd.’s automotive group, cautioned that it’s too early to draw too many conclusions about self-driving vehicles from the findings.\n\n“This decision does not in and of itself tell us what will happen down the road,” Brinley said. “It’s really too soon. ”\n\nSelf-Driving Risks\n\nNHTSA didn’t completely absolve self-driving technologies. The agency drew several observations about the limits of automated driver-aids and the risks associated with how drivers use them.\n\nAutomatic braking systems like the one on the Model S and those increasingly available on other new vehicles can’t address all crash scenarios, NHTSA spokesman Bryan Thomas said. The crash in May that killed Joshua Brown, a former Navy SEAL and Tesla enthusiast, in Florida is an example of that, Thomas said.\n\nThe Model S’s sensors couldn’t distinguish the trailer against a bright sky as it attempted to cross the highway while making a left turn. Auto-braking systems are best at preventing rear-end collisions, not the cross-traffic collision that led to Brown’s death, Thomas said.\n\n‘Full Attention’\n\nSo-called Level 2 automated driver systems like Tesla’s Autopilot, which provide automated driving functions in limited circumstances, continue to require a driver’s “full attention,” Thomas said.\n\nCarmakers must anticipate that some drivers will fail to do so and design their systems with the “inattentive driver in mind,” he said. He also signaled that automakers will be expected to provide clearer warnings about the limitations of automated driver aids, saying NHTSA believes “strongly” that “it’s not enough to simply put it in an owner’s manual.”\n\nSince the accident, Tesla added protections to its software that shuts off Autopilot if it detects the driver isn’t paying attention. The software also emphasizes radar over cameras, and Musk has said that change would have made it easier for the car in the crash to detect the truck and might have saved Brown’s life.\n\nNTSB Probe\n\nThe California-based group Consumer Watchdog said Tesla should have been held accountable for the accident.\n\n“NHTSA has wrongly accepted Tesla’s line and blamed the human, rather than the Autopilot technology and Tesla’s aggressive marketing,” John Simpson, the group’s privacy project director, said in an e-mailed release. “The very name Autopilot creates the impression that a Tesla can drive itself. It can’t.”\n\nThe National Transportation Safety Board, an independent agency that has no regulatory power, is conducting a parallel investigation of the accident. The safety board is planning to issue its conclusions by early summer, spokesman Christopher O’Neil said.\n\nIn spite of the crash, the Tesla Autopilot system appears to have improved the safety of its vehicles overall. Crash rates in Tesla vehicles equipped with the Autosteer system fell by 38 percent to 0.8 per million miles compared to those without it, NHTSA said in its report.\n\nThomas said Tesla was “fully” cooperative and provided data on what he estimated were “dozens” of Tesla Model S and Model X crashes in which Autopilot was active during the crash or 15 seconds prior.\n\nTesla was able to pull crash data directly from its vehicles, providing the agency access that “would not have been possible just a few years ago or with other automakers.”\n\nTesla advanced as much as 4.3 percent in U.S. trading and closed up 2.3 percent at $243.76 per share, its highest since April 28. Shares got an early boost from a Morgan Stanley upgrade.\n\nCopyright 2019 Bloomberg.", "score": -0.001632894736842137, "title": "Investigation Concludes Tesla Not at Fault in Self-Driving Car Crash"}, {"index": 9, "url": "https://insideevs.com/top-3-lessons-learned-tesla-ceo-elon-musk/", "article": "JAN 22 2017 BY STEVEN LOVEDAY\n\nINNOVATION INSIGHTS: THREE LESSONS FROM TESLA CEO ELON MUSK\n\nTesla Motors’ CEO Elon Musk is recognized around the world as a “a modern visionary deserving of all our respect.” That’s what the India Times recently reported as they compared Musk to other tech icons. “The late Steve Jobs of Apple, Bill Gates of Microsoft, Sergey Brin and Larry Page of Google, and more recently Facebook’s Mark Zuckerberg have all discussed their vision of the world. They all believe(d) in technology as a force multiplier, something that’s crucial to shape our collective future. But, with [all] due respect to everyone mentioned above, Elon Musk is cut from an altogether different cloth.”\n\n*This article comes to us courtesy of EVANNEX (which also makes aftermarket Tesla accessories). Authored by Matt Pressman. The opinions expressed in these articles are not necessarily our own at InsideEVs.\n\nWhy? “The inspiration behind Iron Man’s Tony Stark persona and currently the 117th richest person in the world with a $10 billion net worth (according to Bloomberg), not to mention with an ex-wife as good as English actress Talulah Riley (of HBO’s Westworld fame), Elon Musk’s an entrepreneur who has founded (and is running) a lot of innovative companies of our time — Tesla Motors, SpaceX, OpenAI, and SolarCity — that are inventing or mass producing tech-fueled solutions to some of humanity’s biggest 21st century problems… (and that’s) why we all owe our allegiance to Elon Musk!”\n\nAbove: A 90-second look at Elon Musk’s rise to fame (Source: The Telegraph)\n\nAnd UK’s Telegraph also just featured Musk (see above) in a recent series celebrating icons in the tech sector. The Telegraph reminds us that long before Tesla and SpaceX, “The South African-born entrepreneur immigrated to Canada ahead of his 18th birthday and later moved to the US. He began a PhD in applied physics and materials science at Stanford University but dropped out after just two days to set up his first company, becoming a millionaire by the age of 28.” For innovators to learn more from this inspiring figure, the folks over at Innovation Excellence* highlight three key insights from Elon Musk…\n\nThink big\n\nElon Musk is not interested in just starting successful companies. He has a vision of space exploration for the benefit of mankind. He wants to find radically new and cleaner ways of transporting people. In his own way, he wants to use science and entrepreneurship to make the world a better place. He has set out to make a big impact. If you have a big vision then it can inspire people and give you and your team a stronger sense of purpose and value.\n\nBypass the normal channels\n\nTesla Motors sells direct to end-users. It has ‘galleries’ in shopping malls rather than expansive dealer showrooms. It makes all its patent innovation transparent and available to others. It is refreshingly different from conventional car companies and this increases its appeal to people who want an unconventional and cleaner car.\n\nUse one success to build another\n\nElon Musk did not settle back after selling his first internet start-up. When he made his first millions he did not retire to a villa on the beach. He used his early successes to fuel his big ambitions. If you have an early victory then use it as a platform for further bigger and bolder ventures.\n\n===\n\n*Source: Innovation Excellence\n\n*Editor’s Note: EVANNEX, which also sells aftermarket gear for Teslas, has kindly allowed us to share some of its content with our readers, free of charge. Our thanks go out to EVANNEX. Check out the site here.", "score": 0.38164285714285673, "title": "Top 3 Lessons Learned From Tesla CEO Elon Musk"}, {"index": 10, "url": "https://insideevs.com/tesla-ceo-elon-musk-enhanced-autopilot-releases-fleet-wide-today/", "article": "JAN 16 2017 BY ERIC LOVEDAY\n\nVia Twitter, Tesla CEO Elon Musk says that Enhanced Autopilot (aka Autopilot 2.0) is being released to the entire fleet of hardware 2 Teslas starting today.\n\nJust a few days later than promised, Musk says that the Enhanced Autopilot being pushed out will operate in Shadow Mode (passive) for now until enough data is collected to begin to make the switch over to active mode. Musk believes this changeover will happen sometime later this week.\n\nWhen asked about hardware 1 vehicles and when updates would come for those, Musk issued this tweet:\n\nSo, whether you’re on hardware 1 or hardware 2, it seems updates are coming across the board.", "score": 0.3218, "title": "Tesla CEO Elon Musk: Enhanced Autopilot Being Released Fleet-Wide Today"}, {"index": 11, "url": "https://cleantechnica.com/2017/01/16/tesla-ceo-elon-musk-increasing-capacity-crowded-supercharger-locations-top-priority/", "article": "Tesla CEO Elon Musk: Increasing Capacity At Crowded Supercharger Locations Is “Top Priority”\n\nJanuary 16th, 2017 by James Ayre\n\nA recent tweet from Tesla CEO Elon Musk revealed that dealing with congestion at popular Supercharger stations is now a “top priority” for the company. Not surprising, but worth noting considering how crowded some popular Supercharger locations have become (especially early ones with only a few charging stalls).\n\nThe words used by the company CEO in the tweet were “increasing capacity at existing Supercharger locations,” which is a bit ambiguous. Does “increasing capacity” relate to improved charging times as well, in addition to increased stall numbers?\n\nHere’s the tweet:\n\n@matt_mantyla @TeslaMotors Increasing capacity at existing Supercharger locations now has top priority. Some are overflowing while a nearby one is empty. — Elon Musk (@elonmusk) January 10, 2017\n\nThis news follows pretty closely on Tesla’s announcement of a new “idling fee,” which is now being used to discourage owners from leaving their vehicles in Supercharger locations after charging is finished. That should help to reduce some of the congestion at busy Supercharger locations, but not all of it.\n\nThis news also follows Tesla’s move to eliminate unlimited free-for-life Supercharging on new Tesla Model S and Model X sales, a change which went into place yesterday.\n\nTeslarati provides more context: “Musk acknowledged on Twitter that some of the busier Supercharger locations are ‘overflowing’ while others nearby remain empty. To address the issue, Tesla will focus on the expansion of Supercharger stalls at existing locations. We saw the same behavior take place during the early days when the majority of Supercharger stations had only four stalls but later expanded to eight and twelve stalls.”\n\nWith the above in mind, Tesla will reportedly be introducing a means of monitoring Supercharger utilization to help drivers find an available station when they need one. The improvement will of course come via a software update, probably sometime this year. That should help to reduce Supercharger congestion a great deal.\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "score": 0.23636999999999997, "title": "Tesla CEO Elon Musk: Increasing Capacity At Crowded Supercharger Locations Is “Top Priority”"}, {"index": 12, "url": "https://canadafreepress.com/article/elon-musk-and-donald-trump-politics-makes-strange-bedfellows", "article": "Trump administration, focused on economic prosperity, job creation, and sovereignty, Elon is going to have to shelve some of his progressive ideals\n\nElon Musk and Donald Trump: Politics Makes Strange Bedfellows\n\nTrump doesn’t seem to be the right guy. He doesn’t have the sort of character that reflects well on the United States. —Elon Musk President-elect Donald Trump has put together a strong list of appointees to serve in his new administration. Many of his appointees have been his longest and most loyal supporters of his candidacy and his vision to “Make America Great Again,” which makes his appointment of Elon Musk to a corporate advisory panel surprising and worthy of scrutiny.\n\nThe Tax Payer Gravy Train Four days prior to the November election, Elon Musk told CNBC that he believed Hillary Clinton’s economic and environmental policies were the “right ones,” and that he “feels a bit stronger that he (Trump) isn’t the right guy” and “he doesn’t seem to have the sort of character that reflects well on the United States.” When it comes to environmental and economic policies, Elon Musk admittedly leans left, or, at least, leans on the US tax payer to receive billions of dollars in subsidies for his many companies—Tesla Motors, SpaceX, and SolarCity. According to the LA Times, Elon Musk’s portfolio of companies has benefited in $4.9 billion in government subsidies. The figure compiled by The Los Angeles Times, explains reporter Jerry Hirsch, comprises a variety of government incentives, including grants, tax breaks, factory construction, discounted loans and environmental credits that Tesla can sell. It also includes tax credits and rebates to buyers of solar panels and electric cars. “Musk and his companies’ investors enjoy most of the financial upside of the government support, while taxpayers shoulder the cost,” Hirsch adds. “He definitely goes where there is government money,” said Dan Dolev, an analyst at Jefferies Equity Research. “That’s a great strategy, but the government will cut you off one day.” Elon Musk has not been cut off from having an advisement role within the incoming Trump administration, yet the billions of tax payer dollars he has received would be the type of crony capitalism that Donald Trump campaigned against and had promised to end by “draining the swamp.”\n\nSpreading His Wealth Around Citing that Hillary’s environmental and economic policies were the “right ones,” he confirmed his feelings by donating $5,000 to Hillary Clinton’s presidential campaign, yet most of his peers in Silicon valley were “Ready for Hillary.” Data compiled by Crowdpac, a nonpartisan group that tracks campaign donations, shows that employees at technology companies donated overwhelmingly to Hillary Clinton. Of the $8.1 million given by tech employees or executives, Clinton got 95 percent, or $7.7 million; Donald Trump got 4 percent, or $299,000. Like Trump and many executives, Elon has given to both parties. According to Quartz: further digging into Musk’s political giving since 2003 reveals a remarkable even-handedness, with the serial entrepreneur donating $258,350 to Democratic candidates and $261,300 to Republicans. Musk, like many executives, spreads his donations around; during the last election cycle, he gave money to both Democratic President Barack Obama and current Republican presidential candidate Senator Lindsey Graham. In total, Musk has given $519,650 to US politicians since 2003. His donations fall somewhere in the middle range of comparable executives. If you look at the following graph, Musk’s political donations tend to ebb and flow with the rise and fall of political power in Washington DC: Like Trump and many executives, Elon has given to both parties, yet, Elon ideologically leans left when it comes to climate change and immigration reform.\n\nProgressive Posturing In 2013, Elon Musk withdrew his support, without comment, from a high-profile political group, FWD.us, founded by Facebook founder, Mark Zuckerberg. Yet, he was an initial supporter of this group who advocated and backed an immigration reform bill which would have put 10 million illegal immigrants on a path to citizenship. His political contributions were to both Lindsay Graham and Marco Rubio, who were a part of the Gang of Eight and outspoken Republican critics of President-elect Donald Trump. Tech executives, like Musk and Zuckerberg, were pushing for a comprehensive immigration bill because it would increase the number of highly-skilled foreign workers coveted by companies like Facebook and PayPal, which Musk co-founded. Musk withdrew his support within a week after the group funded ads promoting drilling in Alaska and a proposed oil pipeline between the United States and Canada. Additionally, Elon Musk stands in direct contrast with President-elect Donald Trump when it comes to the science of Global Warming/Climate Change. The Tesla CEO is a prominent proponent of using innovation to do something about global warming, while Trump has said climate change is a hoax. In 2015, Musk spoke to a San Francisco audience about the importance of innovation, renewable energy sources, and especially the need for a carbon tax. “This is essentially analogous to not paying for garbage collection,” he said. “We cannot say ‘let’s have a garbage free society’ because it’s nearly impossible to have a garbage-free society. But people still need to pay for the garbage collection.” Taxes on carbon emissions would help the world transition from fossil fuels to renewable energy, Musk said. There are major costs to consumption, in other words, and we can’t see the whole picture and what climate change is really costing us. The issue of climate change is neither a right or left, liberal, or conservative issue, Musk said; it’s a global issue and went on to say that “we should just end the experiment that is fossil fuels as soon as possible.” As the owner of a solar company, these words come as no surprise. But the appointment of Elon Musk is a surprise—and I am sure he was surprised by Donald Trump’s ascendancy to the office of the President of the United States. In a Trump administration, which is focused on economic prosperity, job creation, and sovereignty, Elon is going to have to shelve some of his progressive ideals that were rejected in this past election and embraced by the very people he could one day employ—-without tax-payer subsidies? Time will tell.\n\nOnly YOU can save CFP from Social Media Suppression. Tweet, Post, Forward, Subscribe or Bookmark us\n\nArticles with Katy Grimes\n\nMegan Barth, is co-chair of RedWave America PAC and The Media Equality Project. She serves as national spokeswoman for MediaEqualizer.com, the leading online watchdog for the intersection of Media, Technology and Government. .\n\nPlease adhere to our commenting policy to avoid being banned. As a privately owned website, we reserve the right to remove any comment and ban any user at any time.Comments that contain spam, advertising, vulgarity, threats of violence and death, racism, anti-Semitism, or personal or abusive attacks on other users may be removed and result in a ban.-- Follow these instructions on registering", "score": 0.15720470588235233, "title": "Elon Musk and Donald Trump: Politics Makes Strange Bedfellows"}, {"index": 13, "url": "https://interestingengineering.com/the-15-most-ridiculous-and-ridiculously-amazing-elon-musk-quotes", "article": "Elon Musk has become a name immediately associated with innovation, ingenuity and success. Or, you can link Musk's name with any number of his renown companies and projects - from PayPal to Tesla to SpaceX to Hyperloop One. We're pretty sure he's actually Tony Stark and we're waiting for him to unveil his fully functional Iron Man suit.\n\nWith Musk's 'crazy' ideas often come with equally off-the-wall statements. But we can't judge. We're not the CEO of multiple tech companies.\n\n[Image Source: Wikipedia Creative Commons]\n\nHere are 15 of our absolute favorite Elon Musk quotes. It was hard to narrow down; the man has a statement on nearly everything.\n\n\"There's a fundamental difference, if you look into the future, between a humanity that is a space-faring civilization, that's out there exploring the stars … compared with one where we are forever confined to Earth until some eventual extinction event.\"\n\nThis one will definitely make you think:\n\n\"Arguably we should hope that that's true, because otherwise if civilization stops advancing, that may be due to some calamitous event that erases civilization. So maybe we should be hopeful that this is a simulation, because otherwise... We are either going to create simulations indistinguishable from reality or civilization ceases to exist.\"\n\nBusiness Insider reported that he talked about this so much to others that he's vowed to stop discussing it in hot tubs. Admittedly, it's got to be a hard subject to stop debating. We also understand the need to discuss genesis theories with our friends in hot tubs.\n\nBecause nothing seems more covert than a cryptic message about secret government meetings. He also tweeted back at someone who asked if he liked being referred to as \"billionaire Elon Musk.\" His answer? \"No.\" When asked what was he doing at the Pentagon, he indirectly responded:\n\nSomething about a flying metal suit... — Elon Musk (@elonmusk) June 9, 2016\n\n\"We have essentially no patents in SpaceX. Our primary long-term competition is in China. If we published patents, it would be farcical, because the Chinese would just use them as a recipe book.\"\n\nAbout the Future\n\n\"We’re trying to have the non-weird future get here as fast as possible.\" (via Inverse)\n\nOn Warming Up Mars\n\n\"The fast way is to drop thermonuclear weapons over the poles.\"\n\nYou can watch his full interview with Stephen Colbert below:\n\n\"I don't believe in process. In fact, when I interview a potential employee and he or she says that 'it's about the process,' I see that as a bad sign.\"\n\nWe'll keep that one in mind before sending you a resume.\n\n\"[My biggest mistake is probably] weighing too much on someone's talent and not someone's personality. I think it matters whether someone has a good heart.\"\n\nThis might be the best idea for an office ever, but we're surprised Pixar Studios hasn't already done this yet.\n\n\"Everybody around here has slides in their lobbies. I’m actually wondering about putting in a roller coaster — like a functional roller coaster at the factory in Fremont. You’d get in, and it would take you around [the] factory but also up and down. Who else has a roller coaster? … It would probably be really expensive, but I like the idea of it.\"\n\nTraffic is driving me nuts. Am going to build a tunnel boring machine and just start digging... — Elon Musk (@elonmusk) December 17, 2016\n\n\"[It would have cost $130 million], plus the cost of everything else, which would have meant I’d spend everything I made from PayPal—and if there were any cost growth I wouldn’t be able to cover it. So next I went to Russia three times, in late 2001 and 2002, to see if I could negotiate the purchase of two ICBMs. Without the nukes, obviously.\"\n\n“My family fears that the Russians will assassinate me.”\n\nReal fraud going on is denial of climate science. As for \"subsidies\", Tesla gets pennies on dollar vs coal. How about we both go to zero? — Elon Musk (@elonmusk) October 10, 2016\n\nWTF is 'Neural Lace'?\n\nCreating a neural lace is the thing that really matters for humanity to achieve symbiosis with machines — Elon Musk (@elonmusk) June 4, 2016\n\nEssentially, 'neural lace' would connect the human brain with computer systems. It would be a pseudo-AI layer over the entire world, allowing us to easily connect with devices whenever necessary. But \"symbiosis with machines\"?\n\nAnd This Bit of Wisdom That's Just as Relevant Today as it was Nearly Five Years Ago\n\nBasic premise is that it's better to try to address some of the world's problems than to create an aristocracy of wealth — Elon Musk (@elonmusk) April 19, 2012\n\nTo keep abreast of Musk's brilliant ideas, follow him on Twitter here. Or, you can relive some of his greatest moments in this TEDTalk from 2013. What Elon Musk quotes do you think we missed? Leave your favorite in the comments below!", "score": 0.11233703703703696, "title": "The 15 Most Ridiculous and Ridiculously Amazing Elon Musk Quotes"}, {"index": 14, "url": "https://www.thesun.co.uk/tvandshowbiz/2643058/smitten-amber-heard-elon-musk-romance/", "article": "AMBER Heard has reportedly told pals she is \"smitten\" with tech tycoon Elon Musk, who is worth an eye-watering £10.2billion.\n\nThe actress, 30 was first linked to the boss of US electric car giant Tesla last summer when they were spotted together in London.\n\nSplash News 5 Amber has been linked to billionaire Elon Musk\n\nElon, 45, is the mastermind behind the ultra high-speed Hyperloop transport system and also founded rocket manufacturer SpaceX with the aim of colonising Mars.\n\nThe dad of five, left, has been married three times - twice to British actress Talulah Riley, however she filed for their second divorce in March last year.\n\nAmber finalised her own split from Hollywood actor Johnny Depp, 53, on Saturday.\n\nThe Pirates of the Caribbean star is paying her £5.6million, and she has also been given custody of her pet pooches Pistol and Boo.\n\nReuters 5 Elon, is the mastermind behind the ultra high-speed Hyperloop transport system and also founded rocket manufacturer SpaceX\n\nRELATED STORIES IT'S FINALLY OVER! Johnny Depp and Amber Heard FINALLY close their divorce proceedings for good after months of fighting SHE'S HEARD ENOUGH Johnny Depp's lawyer slams Amber Heard's 'blatant attempt to extend her 15 minutes of fame' PARTIED OUT Cara Delevingne and Amber Heard look tired as they cuddle up together in the back of a car after Rihanna's bash DEPP DIVORCE ROW Johnny Depp 'refuses to pay Amber Heard £5.3m divorce payout because of her domestic abuse open letter\n\nEPA 5 Amber's divorce from actor Johnny Depp was finalised at the weekend\n\nThe two terriers became as famous as their actor owners back in 2015 when they became the centre of a pet smuggling row that nearly saw Johnny and Amber deported from Australia.\n\nIt ended with them posting a bizarre apology to the people of Australia in April this year apologising for failing to subject the pets to their quarantine laws when bringing animals into the country.\n\nSplash News 5 Amber has been granted custody of her dogs\n\nReuters 5 Meanwhile Johnny gets to keep his properties and over 40 vehicles\n\nAs well as Pistol and Boo, Amber will also get a horse named Arrow, a 2015 Range Rover and a 1968 Ford Mustang in the deal that finally ended her court battle with her now ex-husband.\n\nAccording to documents obtained by People, Johnny, 53, will keep all of his properties, including homes in Los Angeles, his home state Kentucky, France, and his retreat in the Bahamas as well as 42 vehicles including cars, motorcycles, boats and golf carts.", "score": -0.026400000000000003, "title": "Amber Heard is ‘smitten’ with tech tycoon and billionaire Elon Musk as romance blossoms after Johnny Depp divorce"}, {"index": 16, "url": "https://gineersnow.com/engineering/electrical/reasons-people-admire-elon-musk", "article": "In a world where technology and innovation are highlighted to provide better means to live, there is a business magnate, engineer, and investor named Elon Musk. One of the global leaders in pushing what seems to be impossible as possible through science and engineering, Elon Musk always hits the headlines as the guy from Tesla Motors delivering the hottest news about electric cars, or as the guy who giving updates with the ingenious SpaceX and Hyperloop. He also has something to do with PayPal, SolarCity and OpenAI.\n\nBecause of these great contributions of Elon, he is regarded as the most relevant personality among space nuts, business freaks, clean tech lovers, electric car enthusiasts, and coding nerds, among others. But there’s more to Elon than his wide variety of innovation fields that he is admired for – he appears at the front of the pack of innovation masterminds because of the person that he is.\n\n\n\nSource: Quartz\n\nIt doesn’t take so much of psychology and personality assessment to realize the main reason why Elon is well-loved by people is because he is human – unlike others who feel superior in a crowd, Elon speaking in front of an audience feels like he is just talking with a friend, even when he is already delivering a speech full of tech jargons. The way he answers questions is so real, that his level of engagement is unparalleled.\n\n\n\nSource: Giphy\n\nThe moment he is thrown with a question, he speaks with dignity not only with his mouth but also with his inquisitive and searching eyes. Elon may be interrupting himself at times but only to make his piece a more understandable context to the audience. Ultimately, his greatest asset is to make big dreams be a believable reality to his audience. There are lots of videos evident to this trait of Elon, and a YouTube page featuring every Elon Musk video there is provides us just that.\n\nMusk also possesses a characteristic that appears to be he is “one of us.” His nearly “untouchable” status doesn’t prevent him to talk to nearly everyone in the same way. It is safe to say that he is just a normal guy who acts like us, only with billions more than we have and a mind addicted to innovation.\n\n\n\nSource: Slate\n\nMore than a guy having a public speaking command is a guy who cares a lot about humanity. His dedication and commitment towards helping society proves so, through Tesla Motors which produces environmentally friendly electric cars; through SpaceX which will provide sooner or later an unprecedented transportation system that will benefit generations; and through SolarCity which gives clean, abundant, and socioeconomically decentralized source of electricity generation.\n\n\n\nSource: Reuters\n\nAll these and more are enough reasons to admire our real-life Iron Man. With the magazine covers he is in, the media companies parading his name, his special television appearances, his fans are deeply reminded of how great Elon Musk is. There is no shame to be called an Elon fan boy or a fan girl, because Elon Musk’s accomplishments and himself are indeed worth celebrating.", "score": 0.32475121951219466, "title": "Reasons Why People Admire Elon Musk"}, {"index": 17, "url": "https://www.amazon.com/Most-recent-Elon-Musk-tweet/dp/B074MKN2K2", "article": "Rated:\n\nGuidance Suggested The content of this skill is appropriate for most users. This skill may include account linking, personal information collection, advertisements, location detection or location-based services, or infrequent or mild examples of the types of content included below: Nudity or descriptions of nudity within medical, informational or artistic contexts\n\nInfrequent or mild references to cultural or religious intolerance\n\nInfrequent or mild realistic, cartoon, or fantasy violence or descriptions of violence\n\nInfrequent or mild references to alcohol, tobacco and drugs\n\nInfrequent or mild sexual and suggestive themes\n\nInfrequent use of mild profanity and crude humor\n\nUser generated content\n\nMusic and video skills may occasionally include strong profanity and sexual or suggestive themes\n\nThis skill contains\n\nThis skill contains dynamic content, which is content that is updated real-time based on inputs from the developer. The maturity rating associated with this skill pertains only to the content of the skill at the time of the submission.", "score": -0.10935000000000002, "title": "Amazon.com: Most recent Elon Musk tweet: Alexa Skills"}]